{
  "intents": [
    {
      "tag": "salam",
      "patterns": ["Hai", "Hi", "Halo", "Apa Kabar", "Selamat Pagi", "Selamat Siang", "Selamat Malam", "Salam", "Ping", "P", "Halooo", "Weh", "yo", "cuy", "test", "testing", "123", "coeg", "cok", "cuk", "woe",  "Selamat Datang di UIB", "Informasi pendaftaran", "Bagaimana cara mendaftar?", 
      "Informasi beasiswa", "Bagaimana cara pembayaran?", "Salam kenal", "Bantu saya", 
      "Hi UIB", "Halo UIB", "Assalamualaikum", "Mau tanya", "Ada yang bisa dibantu?", "Mohon info"],
      "responses": [
          "Halo! saya siap melayani anda.", 
          "Hai, saya adalah virtual assistant UIB. Silahkan bertanya!", 
          "Halo, ada yang bisa saya bantu?", 
          "Halo, saya adalah virtual assistant UIB. Ada yang bisa saya bantu?", 
          "Hai! Jangan ragu untuk bertanya.", 
          "Hai, saya adalah asisten virtual UIB. Ada yang ingin Anda tanyakan?", 
          "Hai! Apakah Anda butuh bantuan? Saya siap membantu Anda.", 
          "Halo! Siap melayani Anda. Silakan tanyakan apa saja.", 
          "Hai, ada yang bisa saya bantu? Saya siap melayani Anda.",  
          "Halo! Saya asisten virtual di sini. Apa yang bisa saya bantu hari ini?",  
          "Hai! Saya siap membantu dengan informasi apa pun yang Anda butuhkan. Ada yang ingin ditanyakan?", 
          "Selamat datang! Saya di sini untuk membantu. Silakan tanya apa saja yang Anda butuhkan."
      ]
  },
  
  {
    "tag": "bye",
    "patterns": [
        "Dadah",
        "Selamat Tinggal",
        "Dah",
        "Daah",
        "Semoga harimu menyenangkan",
        "Ok makasih",
        "Sampai Jumpa Lagi",
        "Ok bye",
        "bye",
        "Sampai ketemu lagi",
        "Makasih ya",
        "Oke, sampai jumpa",
        "Saya pamit dulu",
        "Dadah, terima kasih",
        "Oke, terima kasih banyak",
        "Sudah cukup, sampai jumpa",
        "Terima kasih, saya pamit",
        "Sampai lain waktu",
        "Saya akan kembali nanti",
        "Sudah cukup, terima kasih",
        "Baik, saya undur diri",
        "Oke, saya pergi dulu",
        "Sampai jumpa lain waktu",
        "Oke, terima kasih dan sampai jumpa",
        "Bye, semoga harimu menyenangkan juga",
        "Terima kasih, saya akan pergi dulu",
        "Oke, pamit dulu ya",
        "Saya mau pamit, terima kasih",
        "Saya akan hubungi lagi nanti"
    ],
    "responses": [
        "Sampai jumpa lagi, hubungi kami kembali jika ada pertanyaan", 
        "Kalau ada masalah, hubungi kami kembali.", 
        "Semoga harimu menyenangkan! Chat kami kembali jika anda mempunyai pertanyaan!", 
        "Sampai jumpa! Jangan ragu untuk kembali jika butuh bantuan.", 
        "Sampai jumpa! Kami akan selalu siap membantu jika Anda memerlukan sesuatu lagi.", 
        "Semoga hari Anda menyenangkan juga! Jangan ragu untuk kembali bila ada pertanyaan.", 
        "Semoga harimu juga menyenangkan! Kami selalu siap membantu.", 
        "Sampai jumpa! Jangan sungkan untuk kembali jika ada pertanyaan.", 
        "Terima kasih, semoga harimu menyenangkan! Kami siap membantu kapan pun Anda butuhkan.", 
        "Sampai jumpa! Jangan ragu untuk kembali jika memerlukan bantuan lebih lanjut."
    ]
},

{
  "tag": "nama",
  "patterns": [
        "nama kamu siapa?",
        "lu siapa?",
        "siapa sih lo?",
        "siapa namamu?",
        "siapa nama anda?",
        "nama?",
        "boleh tahu nama kamu?",
        "kamu siapa?",
        "siapa ya ini?",
        "siapa nama kamu?",
        "nama kamu apa?",
        "kamu disebut siapa?",
        "siapa nama lengkap kamu?",
        "siapa nama kamu sebenarnya?",
        "kenalin diri dong",
        "panggilannya siapa?",
        "siapa ya namamu?",
        "siapa nama asisten ini?",
        "asisten ini siapa namanya?",
        "siapa identitas kamu?",
        "sebutkan namamu",
        "kenalan dulu dong",
        "kamu punya nama?",
        "apa nama asisten ini?",
        "bisa tahu nama kamu?",
        "nama kamu beneran siapa?",
        "siapa nama bot ini?",
        "boleh tahu kamu siapa?",
        "siapa nama asli kamu?",
        "siapa nama dari asisten ini?",
        "siapa namanya?",
        "namanya siapa?",
        "boleh tahu kamu disebut apa?",
        "kamu dikenal dengan nama apa?",
        "nama panggilan kamu siapa?"
    ],
  "responses": [
      "Saya adalah Asisten UIB", 
      "Halo, aku asisten UIB!", 
      "Kenalin, aku asisten UIB!", 
      "Hai, aku Asisten Virtual UIB. Ada yang bisa aku bantu?", 
      "Salam kenal! Aku asisten digital dari UIB.", 
      "Perkenalkan, aku adalah Asisten UIB, siap membantu!", 
      "Halo! Aku asisten UIB yang siap menjawab pertanyaanmu.", 
      "Aku Asisten UIB, senang bisa membantu kebutuhan informasi kamu.", 
      "Hai, aku Asisten Virtual dari UIB. Ada yang ingin kamu tanyakan?", 
      "Halo, aku asisten digital UIB. Siap membantu apa pun yang kamu butuhkan.", 
      "Perkenalkan, aku adalah Asisten UIB. Bagaimana aku bisa membantumu hari ini?"
  ]
},

{
"tag": "pekerjaan",
"patterns": [
        "tujuan kamu buat apa?",
        "pekerjaan kamu apa?",
        "kamu jadi apaan?",
        "tugas kamu apa?",
        "tugas anda ngapain?",
        "apa saja yang kamu lakukan?",
        "fungsi kamu apa?",
        "tugas utamamu apa?",
        "apa pekerjaan kamu?",
        "kamu dibuat untuk apa?",
        "kamu ngapain aja?",
        "peran kamu apa?",
        "kamu bisa bantu apa?",
        "fungsimu di sini buat apa?",
        "kamu di sini ngapain?",
        "apa peranmu?",
        "kamu membantu apa aja?",
        "kamu bertugas sebagai apa?",
        "apa tanggung jawab kamu?",
        "apa yang bisa kamu lakukan?",
        "apa fungsi kamu?",
        "kamu kerja apa?",
        "tujuanmu dibuat apa?",
        "apa yang bisa kamu bantu?",
        "bisa bantu apa kamu?",
        "pekerjaan utama kamu apa?",
        "kamu punya tugas apa di sini?",
        "tujuan adanya kamu apa?",
        "untuk apa kamu ada?",
        "tanggung jawab kamu apa?"
    ],
"responses": [
    "Saya adalah virtual assistant UIB untuk membantu memberikan informasi.", 
    "Tugas saya adalah memberikan informasi dan pelayanan seputar UIB.",
    "Tugas utamaku adalah membantu menjawab pertanyaan dan memberikan informasi terkait UIB.", 
    "Aku di sini untuk memudahkan kamu dalam mendapatkan informasi tentang UIB.", 
    "Peranku adalah sebagai asisten virtual yang siap membantumu dengan kebutuhan informasi di UIB.", 
    "Aku bertugas untuk memberikan panduan dan jawaban tentang berbagai hal seputar UIB.", 
    "Tujuanku adalah membantu kamu menemukan informasi yang kamu butuhkan tentang UIB."
]
},

{
"tag": "kemampuan",
"patterns": [
        "kamu bisa apa?",
        "apa yang bisa anda lakukan?",
        "kamu bisa ngapain aja?",
        "kamu bisa ngapain?",
        "apa kemampuan kau?",
        "kamu punya keahlian apa?",
        "apa yang bisa kamu bantu?",
        "kamu bisa bantu apa?",
        "kamu mampu ngapain?",
        "fungsi kamu di sini apa?",
        "apa saja yang bisa kamu lakukan?",
        "bisa bantu tentang apa aja?",
        "kamu ahli di bidang apa?",
        "apa kemampuan kamu?",
        "kamu bisa kasih informasi apa?",
        "apa saja layanan yang bisa kamu berikan?",
        "apa yang bisa kamu kerjakan?",
        "kamu bisa bantu apa aja?",
        "apa peran kamu di sini?",
        "kamu bisa apa aja di UIB?",
        "kamu membantu dalam hal apa?"
    ],
"responses": [
    "Anda bisa bertanya seputar registrasi, beasiswa, maupun informasi akademik.", 
    "Saya dapat memberikan informasi mengenai seputar UIB. Saya akan menjawab sebisa mungkin.", 
    "Aku bisa membantu dengan pertanyaan tentang pendaftaran, program studi, dan kegiatan akademik di UIB.", 
    "Tugasku mencakup memberikan info mengenai beasiswa, pendaftaran, dan layanan akademik di UIB.", 
    "Saya dapat menjawab pertanyaan seputar proses pendaftaran, program sarjana, dan layanan kampus lainnya.", 
    "Kemampuanku adalah memberikan panduan tentang layanan akademik dan informasi umum UIB.", 
    "Saya di sini untuk membantu kamu menemukan info terkait pendaftaran, beasiswa, dan kebutuhan akademik lainnya."
]
},

{
    "tag": "pembayaran_umum",
    "patterns": [
        "Gimana cara bayar uang kuliah?",
        "Cara bayar pakai bank OCBC gimana?",
        "Pembayaran uang kampus lewat OCBC gimana caranya?",
        "Metode pembayaran yang bisa dipakai buat bayar kuliah apa aja?",
        "Ada cara bayar selain OCBC gak?",
        "Bayar biaya kampus pakai mobile banking bisa gak?",
        "Langkah-langkah pembayaran kuliah gimana?",
        "Kalo mau bayar lewat ATM OCBC gimana caranya?",
        "Cara bayar uang semester lewat internet banking?",
        "Gimana kalo mau transfer bank lain buat bayar kuliah?",
        "Kode bank OCBC buat transfer ke kampus apa ya?",
        "Langkah bayar biaya kuliah pake ATM OCBC?",
        "Nomor VA buat pembayaran kampus gimana caranya?",
        "Bisa bayar pake ATM Bersama gak?",
        "Cara transfer antar bank buat pembayaran kampus?",
        "Bayar kuliah di OCBC pakai VA itu gimana?",
        "Gimana kalo saldo pembayaran lebih dari yang ditagih?",
        "Pembayaran di bank OCBC harus pakai apa aja?",
        "Kalo bayar lewat cabang OCBC gimana prosesnya?"
    ],
"responses": [
    "Untuk pembayaran di cabang, Anda perlu mengisi formulir penyetoran dengan mencantumkan nomor VA dan jumlah pembayaran. Pastikan untuk memeriksa ulang semua informasi sebelum menyelesaikan transaksi.",
    "Di ATM, pilih menu 'Pembayaran', kemudian masukkan nomor VA dan nominal yang ingin dibayarkan. Proses ini juga berlaku di internet banking dan mobile banking dengan memilih menu 'Pembayaran Tagihan' atau 'Virtual Account'.",
    "Jika Anda menggunakan bank lain, lakukan transfer antar-bank melalui ATM Bersama, Prima, atau internet/mobile banking dengan memasukkan kode bank OCBC NISP (028), diikuti nomor VA dan jumlah pembayaran yang diinginkan.",
    "Jangan lupa untuk memeriksa kembali semua detail transaksi sebelum Anda mengonfirmasi. Jika jumlah yang dibayarkan melebihi tagihan, sisa dana akan tercatat sebagai deposit untuk pembayaran berikutnya.",
    "Nomor Virtual Account Anda biasanya merupakan kombinasi dari nomor rekening yang mencakup NPM (Nomor Pokok Mahasiswa). Selalu pastikan informasi ini akurat untuk menghindari masalah dalam pembayaran.",
    "Mahasiswa dapat melakukan pembayaran di cabang dengan mengisi formulir penyetoran dan mencantumkan nomor Virtual Account (VA) 16 digit beserta nominal pembayaran. Pastikan untuk memeriksa semua informasi sebelum menyelesaikan transaksi.",
    "Untuk melakukan pembayaran melalui ATM, mahasiswa harus memilih menu 'Pembayaran' dan memasukkan nomor VA serta jumlah yang ingin dibayarkan. Langkah serupa juga berlaku saat menggunakan internet banking atau mobile banking, di mana mereka bisa memilih menu 'Pembayaran Tagihan' atau 'Virtual Account'.",
    "Jika Anda melakukan transfer antar-bank dari bank lain, gunakan ATM Bersama, Prima, atau internet/mobile banking. Masukkan kode bank OCBC NISP (028), diikuti nomor VA dan jumlah pembayaran yang diinginkan. Selalu periksa kembali detail transaksi sebelum mengonfirmasi untuk memastikan semuanya benar."
]
},

{
"tag": "beasiswa",
"patterns": [
        "Apa saja beasiswa yang tersedia untuk mahasiswa baru di UIB?",
        "Bagaimana cara mendapatkan Beasiswa Cemerlang di UIB?",
        "Syarat untuk mendapatkan Beasiswa Insan Mandiri di UIB apa saja?",
        "Beasiswa apa yang ada di UIB?",
        "Apakah UIB menyediakan beasiswa prestasi?",
        "Bagaimana cara mendapatkan potongan biaya kuliah melalui beasiswa?",
        "Beasiswa untuk mahasiswa baru di UIB ada apa aja?",
        "Gimana cara daftar Beasiswa Cemerlang?",
        "Apa syarat buat dapet Beasiswa Insan Mandiri?",
        "Potongan biaya kuliah lewat beasiswa gimana caranya?",
        "Ada beasiswa untuk prestasi gak di UIB?",
        "UIB kasih beasiswa apa aja?",
        "Siapa aja yang bisa dapet Beasiswa Cemerlang?",
        "Kalau mau dapat beasiswa prestasi di UIB gimana?",
        "Ada info tentang beasiswa di UIB?",
        "Beasiswa Insan Mandiri itu buat siapa aja?",
        "Gimana cara dapet potongan biaya kuliah?",
        "UIB ada beasiswa full gak?",
        "Cara dapetin beasiswa di UIB gimana?",
        "Beasiswa Cemerlang dan Insan Mandiri itu apa?",
        "Kriteria buat dapet beasiswa prestasi gimana?",
        "Kalau mau daftar beasiswa UIB gimana caranya?",
        "Syarat beasiswa di UIB apa aja?"
    ],
"responses": [
    "UIB menawarkan Beasiswa Cemerlang dan Insan Mandiri. Beasiswa Cemerlang untuk mahasiswa dengan nilai UN > 8.50, sedangkan Beasiswa Insan Mandiri untuk mahasiswa dari keluarga kurang mampu.",
    "Beasiswa Insan Mandiri juga mensyaratkan penerima untuk magang di universitas. Beasiswa ini mencakup 100% potongan biaya SPP dan kuliah.",
    "UIB juga menyediakan Beasiswa Prestasi, dengan potongan biaya dari 100% hingga 75%, tergantung pada nilai rapor dan prestasi akademik.",
    "Universitas menyediakan beberapa pilihan beasiswa untuk mahasiswa baru, termasuk Beasiswa Cemerlang, Insan Mandiri, dan beasiswa prestasi lainnya, yang menawarkan potongan biaya kuliah hingga 100%.",
    "Beasiswa Cemerlang ditujukan untuk mahasiswa dengan nilai rata-rata UN minimal 8.50 dan prestasi di tingkat provinsi, mencakup potongan 100% untuk biaya kuliah dan SPP.",
    "Beasiswa Insan Mandiri dirancang untuk mahasiswa dari keluarga kurang mampu, memberikan potongan biaya SPP dan kuliah hingga 100%, serta kewajiban untuk magang di universitas.",
    "Terdapat juga beasiswa Prestasi yang menawarkan potongan biaya bervariasi dari 75% hingga 100%, tergantung pada nilai rapor dan peringkat di sekolah.",
    "Universitas menawarkan berbagai jenis beasiswa untuk mahasiswa baru, seperti Beasiswa Cemerlang, Insan Mandiri, dan Beasiswa Prestasi, dengan potongan biaya kuliah mencapai 100%.",
    "Beasiswa Cemerlang ditujukan untuk mahasiswa yang memiliki nilai rata-rata UN minimal 8.50 serta prestasi di tingkat provinsi, memberikan potongan biaya kuliah dan SPP hingga 100%.",
    "Beasiswa Insan Mandiri ditujukan untuk mahasiswa dari keluarga kurang mampu, memberikan potongan biaya kuliah dan SPP hingga 100%, dengan syarat untuk melaksanakan program magang di universitas."
]
},

{
"tag": "pendaftaran_online",
"patterns": [
        "Bagaimana cara mendaftar secara online di UIB?",
        "Apa langkah-langkah pendaftaran online di UIB?",
        "Kapan saya akan diundang untuk ujian saringan masuk setelah mendaftar online?",
        "Bisakah saya mendaftar online di UIB?",
        "Bagaimana proses pendaftaran ulang setelah dinyatakan lulus?",
        "Gimana cara daftar online di UIB?",
        "Langkah-langkah buat daftar online gimana?",
        "Apa aja yang harus disiapkan buat daftar online?",
        "Kalo daftar online, kapan ada info ujian masuknya?",
        "Bisa daftar online gak di UIB?",
        "Cara daftar kuliah online di UIB gimana?",
        "Kapan dapat undangan ujian setelah daftar online?",
        "Daftar ulang setelah lulus gimana caranya?",
        "Setelah lulus, proses daftar ulangnya gimana?",
        "Berapa biaya daftar ulang setelah diterima?",
        "Kapan saya harus bayar buat daftar ulang?",
        "Kalo daftar online, nanti dihubungi lewat apa?",
        "Apa aja yang harus diisi pas daftar online?",
        "Setelah daftar online, kapan tahu jadwal ujian masuk?",
        "Apa langkah-langkah setelah daftar online di UIB?"
    ],
"responses": [
    "Mahasiswa baru dapat mendaftar melalui situs resmi UIB secara online. Setelah mengirim dokumen, Anda akan diundang ke grup WhatsApp untuk informasi lebih lanjut.",
    "Pendaftaran ulang dilakukan dengan pembayaran minimal Rp 2.500.000 untuk jenjang Sarjana. Pastikan mengikuti batas waktu pembayaran yang telah ditetapkan.",
    "Untuk mendaftar secara online, calon mahasiswa harus mengakses situs resmi UIB dan melengkapi semua dokumen yang diperlukan. Setelah pendaftaran, Anda akan diundang ke grup WhatsApp untuk mendapatkan informasi lebih lanjut mengenai ujian dan wawancara.",
    "Setelah dinyatakan lulus, pendaftaran ulang dapat dilakukan dengan melakukan pembayaran minimal Rp 2.500.000 untuk program Sarjana, atau sesuai biaya satu semester untuk program Magister. Pastikan untuk memperhatikan tenggat waktu yang ditetapkan.",
    "Setelah melengkapi pendaftaran online, Anda akan mendapatkan informasi melalui grup WhatsApp tentang ujian saringan masuk, jadi pastikan untuk bergabung dan aktif berkomunikasi di sana.",
    "Proses pendaftaran ulang bagi mahasiswa yang lulus melibatkan pembayaran yang harus dilakukan sebelum batas waktu yang telah ditentukan. Pastikan Anda mempersiapkan dana sesuai dengan ketentuan yang berlaku.",
    "Calon mahasiswa dapat mendaftar secara online dengan mengunjungi situs resmi UIB dan melengkapi dokumen yang diperlukan. Setelah pendaftaran, Anda akan diundang ke grup WhatsApp untuk mendapatkan informasi lebih lanjut mengenai ujian dan wawancara.",
    "Untuk pendaftaran ulang, mahasiswa yang dinyatakan lulus harus melakukan pembayaran minimal Rp 2.500.000 untuk program Sarjana atau sesuai dengan biaya satu semester untuk program Magister. Pastikan Anda memperhatikan tenggat waktu yang telah ditentukan.",
    "Setelah menyelesaikan pendaftaran online, Anda akan menerima informasi tentang ujian saringan masuk melalui grup WhatsApp, jadi pastikan untuk bergabung dan aktif berpartisipasi di dalamnya."
]
},

{
"tag": "program_studi",
"patterns": [
        "Bagaimana cara mendaftar secara online di UIB?",
        "Apa langkah-langkah pendaftaran online di UIB?",
        "Kapan saya akan diundang untuk ujian saringan masuk setelah mendaftar online?",
        "Bisakah saya mendaftar online di UIB?",
        "Bagaimana proses pendaftaran ulang setelah dinyatakan lulus?",
        "Gimana cara daftar online di UIB?",
        "Langkah-langkah buat daftar online gimana?",
        "Apa aja yang harus disiapkan buat daftar online?",
        "Kalo daftar online, kapan ada info ujian masuknya?",
        "Bisa daftar online gak di UIB?",
        "Cara daftar kuliah online di UIB gimana?",
        "Kapan dapat undangan ujian setelah daftar online?",
        "Daftar ulang setelah lulus gimana caranya?",
        "Setelah lulus, proses daftar ulangnya gimana?",
        "Berapa biaya daftar ulang setelah diterima?",
        "Kapan saya harus bayar buat daftar ulang?",
        "Kalo daftar online, nanti dihubungi lewat apa?",
        "Apa aja yang harus diisi pas daftar online?",
        "Setelah daftar online, kapan tahu jadwal ujian masuk?",
        "Apa langkah-langkah setelah daftar online di UIB?"
    ],
"responses": [
    "UIB menawarkan program studi Sarjana seperti Teknik Sipil, Sistem Informasi, Teknologi Informasi, Manajemen, Akuntansi, Ilmu Hukum, dan Pendidikan Bahasa Inggris.",
    "Untuk program Magister, UIB menawarkan Magister Hukum dan Magister Manajemen.",
    "Di UIB, Anda bisa menemukan berbagai program studi untuk jenjang sarjana, seperti Teknik Sipil, Sistem Informasi, Teknologi Informasi, Manajemen, Akuntansi, Ilmu Hukum, serta Pendidikan Bahasa Inggris.",
    "Universitas ini juga menawarkan program Magister, termasuk Magister Hukum dan Magister Manajemen, bagi mereka yang ingin melanjutkan pendidikan ke tingkat lebih tinggi.",
    "Jika Anda tertarik pada bidang teknologi, UIB memiliki program Sistem Informasi dan Teknologi Informasi yang dapat menjadi pilihan tepat.",
    "Bagi calon mahasiswa yang ingin mendalami ilmu hukum, UIB menyediakan program Sarjana Ilmu Hukum dan Magister Hukum sebagai pilihan studi.",
    "UIB menawarkan berbagai pilihan program studi untuk jenjang sarjana, termasuk Teknik Sipil, Arsitektur, Sistem Informasi, Teknologi Informasi, Manajemen, Akuntansi, Ilmu Hukum, dan Pendidikan Bahasa Inggris.",
    "Universitas ini memiliki program Magister, seperti Magister Hukum dan Magister Manajemen, bagi mahasiswa yang ingin melanjutkan pendidikan ke tingkat yang lebih tinggi.",
    "Bagi Anda yang memiliki ketertarikan di bidang teknologi, UIB menawarkan program Sistem Informasi dan Teknologi Informasi yang sangat relevan.",
    "Calon mahasiswa yang ingin mendalami ilmu hukum dapat memilih program Sarjana Ilmu Hukum dan Magister Hukum yang disediakan oleh UIB.",
    "Jika Anda ingin mengejar gelar magister, UIB menyediakan Magister Manajemen dan Magister Hukum sebagai opsi untuk melanjutkan pendidikan.",
    "Program studi Sistem Informasi dan Teknologi Informasi di UIB cocok bagi mahasiswa yang tertarik dengan perkembangan teknologi.",
    "Universitas ini menawarkan program Sarjana di bidang Manajemen dan Akuntansi untuk mahasiswa yang ingin berkarir di sektor bisnis.",
    "Jika Anda berfokus pada studi hukum, UIB memiliki program Sarjana Ilmu Hukum dan Magister Hukum yang dirancang untuk mendalami bidang tersebut.",
    "Di UIB, Anda bisa mengeksplorasi berbagai program studi sarjana, termasuk Ilmu Hukum dan Teknologi Informasi, sesuai minat dan karir yang diinginkan."
]
},

{
"tag": "sewa_ruangan",
"patterns": [
    "Bagaimana cara menyewa ruangan di kampus UIB?",
    "Bagaimana prosedur penyewaan ruangan di UIB?",
    "Berapa biaya sewa ruangan di UIB?",
    "Saya ingin menyewa ruangan untuk acara di UIB, bagaimana caranya?",
    "Apa saja langkah yang harus diambil untuk menyewa ruangan di UIB?"
],
"responses": [
    "Untuk menyewa ruangan di UIB, ajukan surat permohonan yang berisi detail kegiatan, tanggal, dan ruangan yang dibutuhkan kepada Humas. Humas akan mengurus pengajuan Anda.",
    "Setelah permohonan diterima, Anda akan menerima konfirmasi terkait biaya dan detail lainnya dalam waktu 3 hari kerja.",
    "Untuk menyewa ruangan di UIB, Anda harus mengajukan surat pengajuan sewa yang mencakup detail kegiatan dan jadwal, ditujukan kepada Humas. Setelah itu, pengajuan Anda akan diteruskan ke bagian umum.",
    "Setelah pengajuan diterima, Anda akan mendapatkan konfirmasi mengenai biaya dan informasi lainnya dalam waktu maksimum 3 hari kerja. Jika Anda setuju, Humas akan menyiapkan quotation untuk langkah selanjutnya.",
    "Jika Anda berencana untuk menyewa stall kantin, Anda perlu mengajukan proposal yang akan diteruskan ke Humas, lalu mereka akan berkoordinasi dengan Biro BAUK untuk konfirmasi penyewaan.",
    "Pastikan untuk menyertakan semua detail yang diperlukan dalam surat pengajuan sewa, agar prosesnya dapat berjalan lancar dan cepat.",
    "Untuk menyewa ruang di UIB, Anda perlu mengirimkan surat pengajuan sewa yang berisi rincian kegiatan dan jadwal, yang ditujukan kepada Humas. Setelah pengajuan diterima, akan diteruskan ke bagian umum.",
    "Setelah pengajuan Anda diterima, Humas akan memberikan konfirmasi mengenai biaya dan informasi tambahan dalam waktu maksimal 3 hari kerja. Jika Anda menyetujui, mereka akan menyiapkan quotation untuk proses selanjutnya.",
    "Jika Anda ingin menyewa stall di kantin, ajukan proposal yang ditujukan kepada Humas. Mereka akan berkoordinasi dengan Biro BAUK untuk memastikan penyewaan dapat dilakukan.",
    "Pastikan untuk menyertakan semua informasi yang diperlukan dalam surat pengajuan sewa agar proses persetujuan dapat berjalan dengan lancar dan cepat.",
    "Untuk mengajukan penyewaan ruangan, kirimkan surat pengajuan sewa yang menjelaskan detail kegiatan Anda kepada Humas, dan mereka akan mengurus pengajuan Anda ke bagian terkait."
]
},

{
"tag": "pemasangan_brosur",
"patterns": [
    "Bagaimana cara memasang brosur di mading UIB?",
    "Apa syarat untuk memasang spanduk di kampus UIB?",
    "Berapa biaya untuk memasang brosur lebih dari 30 lembar di UIB?",
    "Apakah saya bisa memasang spanduk promosi di UIB?",
    "Apakah ada biaya untuk pemasangan spanduk di UIB?"
],
"responses": [
    "Ajukan permohonan ke Humas untuk penitipan brosur. Jika jumlah brosur lebih dari 30 lembar, akan dikenakan biaya tambahan sebesar Rp 1.000,- per lembar.",
    "Biaya pemasangan spanduk di UIB adalah Rp 100.000,- per minggu. Ajukan permohonan melalui Humas untuk mendapatkan izin dan jadwal pemasangan.",
    "Untuk memasang brosur, Anda perlu mengajukan permohonan kepada Humas, baik dalam bentuk softcopy maupun hardcopy. Permohonan ini akan diteruskan ke BPKA untuk proses lebih lanjut.",
    "Jika Anda ingin menitipkan hingga 30 lembar brosur, itu gratis. Namun, jika jumlahnya lebih dari 30, akan dikenakan biaya tambahan sebesar Rp 1.000,- per lembar.",
    "Biaya untuk pemasangan spanduk di UIB adalah Rp 100.000,- per minggu. Pastikan untuk mengajukan permohonan ke Humas terlebih dahulu untuk mendapatkan izin.",
    "Brosur yang dipasang akan ditampilkan di mading dan juga diunggah di website UIB. Pastikan semua detail pengajuan Anda jelas dan lengkap.",
    "Jika Anda ingin memasang brosur, ajukan permohonan kepada Humas dengan menyertakan softcopy atau hardcopy. Permohonan Anda akan diteruskan ke BPKA untuk ditindaklanjuti.",
    "Brosur yang Anda pasang akan ditampilkan di mading dan juga diunggah di website UIB. Pastikan semua informasi dalam pengajuan Anda lengkap dan jelas.",
    "Biaya pemasangan spanduk di UIB adalah Rp 100.000,- per minggu. Pastikan Anda mengajukan permohonan ke Humas terlebih dahulu untuk mendapatkan izin yang diperlukan.",
    "Jika Anda ingin menitipkan hingga 30 lembar brosur, tidak ada biaya yang dikenakan. Namun, untuk setiap lembar tambahan di atas 30, akan dikenakan biaya Rp 1.000,-.",
    "Untuk memasang brosur di UIB, Anda harus mengajukan permohonan kepada Humas, baik dalam bentuk softcopy atau hardcopy. Permohonan ini kemudian akan diteruskan ke BPKA untuk proses selanjutnya."
]
},

{
"tag": "pendaftaran_lulusan_luar_negeri",
"patterns": [
    "Cara mendaftar di UIB untuk lulusan luar negeri?",
    "Syarat menyetarakan ijazah luar negeri di UIB?",
    "Bagaimana proses penyetaraan ijazah luar negeri?",
    "Apakah lulusan luar negeri perlu ujian masuk di UIB?",
    "Bisakah lulusan luar negeri mendaftar langsung di UIB?",
    "Apa dokumen yang dibutuhkan untuk pendaftaran lulusan luar negeri?",
    "Kapan batas waktu pendaftaran untuk lulusan luar negeri?",
    "Bagaimana cara mendapatkan dokumen penyetaraan ijazah?",
    "Adakah biaya untuk penyetaraan ijazah di UIB?",
    "Apa yang harus dilakukan jika ijazah luar negeri belum disetarakan?",
    "Apakah UIB menerima ijazah dari semua negara?",
    "Bagaimana jika ijazah saya tidak diakui di Indonesia?",
    "Adakah program khusus untuk lulusan luar negeri di UIB?",
    "Apakah ada ujian bahasa untuk lulusan luar negeri?",
    "Bisakah saya mendaftar secara online sebagai lulusan luar negeri?",
    "Apa yang harus dipersiapkan sebelum mendaftar di UIB?",
    "Adakah beasiswa untuk lulusan luar negeri di UIB?",
    "Berapa lama proses penyetaraan ijazah luar negeri?",
    "Apakah lulusan luar negeri bisa mengikuti program S2 di UIB?",
    "Bagaimana cara menghubungi UIB untuk pertanyaan pendaftaran?",
    "Apa syarat khusus bagi lulusan luar negeri yang mendaftar?"
  ],
"responses": [
    "Lulusan luar negeri harus menyetarakan ijazah mereka melalui Kemendikbud sebelum mendaftar di UIB, atau mereka bisa mengikuti Ujian Paket C sebagai alternatif.",
    "Untuk lulusan luar negeri, penyetaraan ijazah dapat dilakukan melalui DIKTI, dan dokumen hasil penyetaraan ini harus dilampirkan saat mendaftar di UIB.",
    "Bagi WNI lulusan luar negeri yang memilih jalur Ujian Paket C, mereka harus menyerahkan ijazah dan SKHU Paket C sebagai syarat pendaftaran.",
    "Sebelum mendaftar di UIB, pastikan Anda sudah memiliki dokumen penyetaraan ijazah atau hasil Ujian Paket C jika ijazah Anda diperoleh dari luar negeri.",
    "Lulusan dari luar negeri diwajibkan untuk menyetarakan ijazah mereka melalui Kemendikbud sebelum melakukan pendaftaran di UIB, atau sebagai alternatif, mereka dapat mengikuti Ujian Paket C.",
    "Proses penyetaraan ijazah untuk lulusan luar negeri dapat dilakukan melalui DIKTI, dan dokumen hasil penyetaraan tersebut harus dilampirkan saat mendaftar di UIB.",
    "Bagi WNI yang lulus dari luar negeri dan memilih mengikuti Ujian Paket C, mereka harus menyerahkan ijazah dan SKHU Paket C sebagai syarat untuk pendaftaran di UIB."
]
},

{
"tag": "pendaftaran_transfer",
"patterns": [
    "Syarat pendaftaran mahasiswa transfer di UIB?",
    "Cara kirim transkrip untuk pendaftaran transfer?",
    "Apa langkah mendaftar transfer di UIB?",
    "Proses penyetaraan SKS di UIB bagaimana?",
    "Apa yang dilakukan setelah penyetaraan SKS?",
    "Kapan batas waktu pendaftaran transfer di UIB?",
    "Dokumen apa yang dibutuhkan untuk pendaftaran transfer?",
    "Bagaimana jika transkrip nilai saya tidak lengkap?",
    "Apa saja program studi yang bisa dipilih untuk transfer?",
    "Apakah ada biaya untuk pendaftaran transfer?",
    "Bagaimana cara memantau status pendaftaran transfer?",
    "Apakah UIB menerima mahasiswa transfer dari luar negeri?",
    "Apa syarat khusus untuk mahasiswa transfer di UIB?",
    "Bagaimana cara menghubungi Humas UIB?",
    "Apakah ada ujian masuk untuk mahasiswa transfer?",
    "Apa yang harus dilakukan jika tidak setuju dengan penyetaraan SKS?",
    "Bisa mendaftar transfer secara online?",
    "Apa yang perlu dipersiapkan sebelum mendaftar transfer?",
    "Adakah beasiswa untuk mahasiswa transfer di UIB?",
    "Berapa lama proses penyetaraan SKS biasanya?",
    "Apa saja manfaat menjadi mahasiswa transfer di UIB?"
  ],
"responses": [
    "Untuk mendaftar sebagai mahasiswa transfer, kirim transkrip nilai Anda ke Humas UIB melalui email atau WhatsApp. Setelah itu, akan dilakukan penyetaraan SKS sesuai kurikulum UIB.",
    "Setelah SKS Anda disetarakan, Anda dapat menyetujui hasil tersebut dan melanjutkan proses pendaftaran dengan mengikuti ujian saringan masuk di UIB.",
    "Pastikan untuk mengirimkan transkrip nilai Anda ke Humas UIB agar penyetaraan SKS bisa dilakukan sesuai program studi yang Anda pilih.",
    "Jika proses penyetaraan selesai dan Anda setuju dengan hasilnya, Anda dapat langsung mengikuti ujian masuk dan melengkapi tahap pendaftaran selanjutnya.",
    "Untuk mendaftar sebagai mahasiswa transfer, silakan kirim transkrip nilai Anda ke Humas UIB melalui email atau WhatsApp. Setelah itu, penyetaraan SKS akan dilakukan sesuai dengan kurikulum UIB.",
    "Setelah transkrip nilai Anda diterima dan SKS disetarakan, Anda dapat menyetujui hasil tersebut dan melanjutkan proses pendaftaran dengan mengikuti ujian saringan masuk di UIB.",
    "Pastikan Anda mengirimkan transkrip nilai Anda ke Humas UIB agar proses penyetaraan SKS dapat dilakukan sesuai dengan program studi yang Anda pilih."
]
},

{
  "tag": "pendaftaran_sarjana",
  "patterns": [
      "Gimana langkah daftar Sarjana di UIB?",
      "Di mana info biaya pendaftaran Sarjana?",
      "Proses seleksi jalur beasiswa Sarjana gimana?",
      "Ada batas waktu pendaftaran Sarjana di UIB?",
      "Dokumen yang harus disiapkan untuk jalur reguler Sarjana?",
      "Apakah ada panduan pendaftaran online di UIB?",
      "Gimana ngatasi masalah saat daftar online?",
      "Syarat usia untuk mendaftar Sarjana apa?",
      "Ada beasiswa untuk jalur reguler Sarjana?",
      "Bisa daftar Sarjana kalau ijazah belum keluar?",
      "Kapan deadline pendaftaran Sarjana?",
      "Dokumen apa yang diupload saat daftar online?",
      "Ada syarat khusus buat pendaftaran Sarjana?",
      "Dokumen tambahan untuk daftar beasiswa apa?",
      "Gimana tahu pendaftaran diterima?",
      "Lama proses seleksi beasiswa di UIB?",
      "Ada tes masuk untuk Sarjana di UIB?",
      "Kapan info ujian masuk setelah daftar online?",
      "Bisa ubah dokumen setelah daftar online?",
      "Gimana cek status pendaftaran di UIB?"
  ],
  "responses": [
      "Untuk mendaftar sebagai mahasiswa Sarjana di UIB, Anda harus menyerahkan dokumen seperti fotokopi akta kelahiran, KTP, kartu keluarga, serta ijazah atau SKHU yang sudah dilegalisir. Pas foto ukuran 2x3 dengan latar biru juga perlu disiapkan.",
      "Bagi yang ingin mendaftar melalui jalur beasiswa, jangan lupa melampirkan fotokopi rapor serta sertifikat prestasi akademik maupun non-akademik. Pastikan semua dokumen lengkap sebelum proses seleksi dimulai.",
      "Pendaftaran jalur beasiswa Sarjana di UIB membutuhkan rapor semester terakhir. Jika Anda belum lulus, mohon sertakan surat keterangan dari sekolah Anda.",
      "Untuk jalur reguler, calon mahasiswa bisa melakukan pendaftaran online dan menyerahkan dokumen seperti akta kelahiran dan kartu identitas. Pastikan ijazah sudah dilegalisir.",
      "Bagi calon mahasiswa yang berusia maksimal 35 tahun, Anda bisa mendaftar program Sarjana reguler di UIB.",
      "Seluruh calon mahasiswa Sarjana di UIB perlu menyerahkan fotokopi dokumen seperti akta kelahiran, kartu keluarga, dan ijazah yang dilegalisir, serta foto dengan ukuran 2x3 latar belakang biru.",
      "Jika memilih jalur beasiswa, pastikan Anda melampirkan fotokopi rapor dan sertifikat prestasi, baik akademik maupun non-akademik. Semua dokumen ini wajib disiapkan sebelum pendaftaran.",
      "Calon mahasiswa yang ingin mendaftar beasiswa harus menyertakan rapor hingga semester terakhir. Bagi yang belum menyelesaikan sekolah, sertakan surat keterangan dari pihak sekolah.",
      "Pendaftaran untuk jalur reguler di program Sarjana UIB dapat dilakukan secara online. Dokumen seperti akta kelahiran, KTP, dan ijazah yang dilegalisir harus diunggah saat mendaftar.",
      "Jika Anda berusia di bawah 35 tahun, Anda memenuhi syarat usia untuk mendaftar program Sarjana reguler di UIB."
  ]
},

{
  "tag": "pendaftaran_magister",
  "patterns": [
      "Syarat pendaftaran Magister di UIB?",
      "Biaya pendaftaran Magister UIB?",
      "Dokumen yang diperlukan untuk Magister?",
      "Cara daftar program Magister di UIB?",
      "Ada program S2 di UIB?",
      "Kapan pendaftaran Magister dibuka?",
      "Apa saja jalur pendaftaran Magister?",
      "Apakah ada beasiswa untuk Magister?",
      "Dokumen untuk jalur beasiswa Magister?",
      "Bagaimana proses seleksi Magister di UIB?",
      "Berapa lama proses pendaftaran Magister?",
      "Apakah UIB menerima mahasiswa transfer untuk Magister?",
      "Apa syarat khusus untuk Magister di UIB?",
      "Bagaimana jika belum lulus S1 untuk daftar Magister?",
      "Apakah ada ujian masuk untuk Magister di UIB?",
      "Apa yang harus disiapkan untuk pendaftaran Magister?",
      "Bisa mendaftar Magister secara online?",
      "Di mana bisa lihat info pendaftaran Magister?",
      "Bagaimana cara konfirmasi pendaftaran Magister?",
      "Apa saja program Magister yang ditawarkan di UIB?",
      "Berapa jumlah mahasiswa yang diterima di Magister?"
  ],
  "responses": [
      "Untuk mendaftar program Magister di UIB, biaya pendaftaran sebesar Rp 1.500.000 perlu dibayarkan melalui transfer bank, dan bukti pembayarannya harus disertakan.",
      "Calon mahasiswa Magister wajib melampirkan dokumen seperti fotokopi akta kelahiran, KTP, kartu keluarga, ijazah, dan transkrip S1 yang sudah dilegalisir, beserta foto ukuran 4x6. Untuk Magister Manajemen, gunakan latar foto biru, sedangkan untuk Magister Hukum gunakan latar merah.",
      "Setelah membayar biaya pendaftaran, konfirmasi bukti transfer melalui link yang tersedia di situs resmi UIB.",
      "UIB menawarkan program Magister di bidang Manajemen dan Hukum. Siapkan dokumen seperti ijazah dan transkrip S1 yang dilegalisir untuk pendaftaran.",
      "Biaya pendaftaran program Magister di UIB adalah Rp 1.500.000 dan dapat dibayar melalui transfer ke rekening CIMB Niaga atas nama YMTI Universitas Internasional Batam.",
      "Untuk mendaftar di program Magister UIB, Anda diharuskan membayar Rp 1.500.000 melalui transfer bank dan menyimpan bukti transfer sebagai bagian dari pendaftaran.",
      "Dokumen yang perlu dilampirkan untuk pendaftaran Magister mencakup akta kelahiran, KTP, KK, ijazah S1, dan transkrip akademik yang sudah dilegalisir, serta foto 4x6 dengan latar biru untuk MM dan merah untuk MH.",
      "Setelah pembayaran pendaftaran dilakukan, segera unggah bukti pembayaran di situs resmi UIB untuk konfirmasi.",
      "UIB memiliki program S2 di bidang Manajemen dan Hukum. Pastikan Anda memiliki dokumen lengkap seperti ijazah dan transkrip S1 yang dilegalisir saat mendaftar.",
      "Untuk mendaftar program Magister, Anda harus menyetorkan biaya pendaftaran sebesar Rp 1.500.000, dan rekening pembayaran bisa dilakukan melalui bank CIMB Niaga dengan nama YMTI Universitas Internasional Batam."
  ]
}

  ]
}
