{
  "intents": [
      {
        "tag": "salam",
        "subintents": [
          {
            "tag": "salam_pertanyaan",
            "patterns": [
              "Bagaimana cara mendaftar?",
              "Bagaimana cara pembayaran?",
              "Ada yang bisa dibantu?",
              "Mau tanya",
              "Bantu saya"
            ],
            "responses": [
              "Halo! Saya siap melayani Anda. Apa yang bisa saya bantu terkait pendaftaran atau informasi lainnya?",
              "Hai, ada yang bisa saya bantu? Silakan tanyakan tentang pendaftaran atau beasiswa.",
              "Hai! Jangan ragu untuk bertanya. Saya siap memberikan informasi tentang pendaftaran atau beasiswa."
            ]
          },
          {
            "tag": "salam_umum",
            "patterns": [
              "Hai",
              "Hi",
              "Halo",
              "Selamat Pagi",
              "Selamat Siang",
              "Selamat Malam",
              "Salam",
              "Ping",
              "P",
              "Halooo",
              "Weh",
              "yo",
              "cuy",
              "test",
              "testing",
              "123",
              "coeg",
              "cok",
              "cuk",
              "woe",
              "Selamat Datang di UIB",
              "Hi UIB",
              "Halo UIB",
              "Assalamualaikum"
            ],
            "responses": [
              "Halo! Saya siap melayani Anda.",
              "Hai, saya adalah virtual assistant UIB. Silahkan bertanya!",
              "Halo, ada yang bisa saya bantu?",
              "Halo, saya adalah virtual assistant UIB. Ada yang bisa saya bantu?",
              "Hai! Jangan ragu untuk bertanya.",
              "Hai, saya adalah asisten virtual UIB. Ada yang ingin Anda tanyakan?",
              "Hai! Apakah Anda butuh bantuan? Saya siap membantu Anda.",
              "Halo! Siap melayani Anda. Silakan tanyakan apa saja.",
              "Hai, ada yang bisa saya bantu? Saya siap melayani Anda.",
              "Halo! Saya asisten virtual di sini. Apa yang bisa saya bantu hari ini?",
              "Hai! Saya siap membantu dengan informasi apa pun yang Anda butuhkan. Ada yang ingin ditanyakan?",
              "Selamat datang! Saya di sini untuk membantu. Silakan tanya apa saja yang Anda butuhkan."
            ]
          }
        ]
      },
      {
        "tag": "bye",
        "subintents": [
          {
            "tag": "bye_umum",
            "patterns": [
              "Dadah",
              "Selamat Tinggal",
              "Dah",
              "Daah",
              "Sampai Jumpa Lagi",
              "Ok makasih",
              "Sampai ketemu lagi",
              "Ok bye",
              "bye",
              "Sampai jumpa lagi",
              "Makasih ya",
              "Oke, sampai jumpa",
              "Saya pamit dulu",
              "Dadah, terima kasih",
              "Oke, terima kasih banyak",
              "Sudah cukup, sampai jumpa",
              "Terima kasih, saya pamit",
              "Sampai lain waktu",
              "Saya akan kembali nanti",
              "Sudah cukup, terima kasih",
              "Baik, saya undur diri",
              "Oke, saya pergi dulu",
              "Sampai jumpa lain waktu",
              "Oke, terima kasih dan sampai jumpa",
              "Bye, semoga harimu menyenangkan juga",
              "Terima kasih, saya akan pergi dulu",
              "Oke, pamit dulu ya",
              "Saya mau pamit, terima kasih",
              "Saya akan hubungi lagi nanti"
            ],
            "responses": [
              "Sampai jumpa lagi, hubungi kami kembali jika ada pertanyaan.",
              "Kalau ada masalah, hubungi kami kembali.",
              "Semoga harimu menyenangkan! Chat kami kembali jika Anda mempunyai pertanyaan!",
              "Sampai jumpa! Jangan ragu untuk kembali jika butuh bantuan.",
              "Sampai jumpa! Kami akan selalu siap membantu jika Anda memerlukan sesuatu lagi.",
              "Semoga hari Anda menyenangkan juga! Jangan ragu untuk kembali bila ada pertanyaan.",
              "Semoga harimu juga menyenangkan! Kami selalu siap membantu.",
              "Sampai jumpa! Jangan sungkan untuk kembali jika ada pertanyaan.",
              "Terima kasih, semoga harimu menyenangkan! Kami siap membantu kapan pun Anda butuhkan.",
              "Sampai jumpa! Jangan ragu untuk kembali jika memerlukan bantuan lebih lanjut."
            ]
          }
        ]
      },
      {
        "tag": "nama",
        "subintents": [
          {
            "tag": "nama_pertanyaan",
            "patterns": [
              "nama kamu siapa?",
              "lu siapa?",
              "siapa sih lo?",
              "siapa namamu?",
              "siapa nama anda?",
              "nama?",
              "boleh tahu nama kamu?",
              "kamu siapa?",
              "siapa ya ini?",
              "siapa nama kamu?",
              "nama kamu apa?",
              "kamu disebut siapa?",
              "siapa nama lengkap kamu?",
              "siapa nama kamu sebenarnya?",
              "kenalin diri dong",
              "panggilannya siapa?",
              "siapa ya namamu?",
              "siapa nama asisten ini?",
              "asisten ini siapa namanya?",
              "siapa identitas kamu?",
              "sebutkan namamu",
              "kenalan dulu dong",
              "kamu punya nama?",
              "apa nama asisten ini?",
              "bisa tahu nama kamu?",
              "nama kamu beneran siapa?",
              "siapa nama bot ini?",
              "boleh tahu kamu siapa?",
              "siapa nama asli kamu?",
              "siapa nama dari asisten ini?",
              "siapa namanya?",
              "namanya siapa?",
              "boleh tahu kamu disebut apa?",
              "kamu dikenal dengan nama apa?",
              "nama panggilan kamu siapa?"
            ],
            "responses": [
              "Saya adalah Asisten UIB", 
              "Halo, aku asisten UIB!", 
              "Kenalin, aku asisten UIB!", 
              "Hai, aku Asisten Virtual UIB. Ada yang bisa aku bantu?", 
              "Salam kenal! Aku asisten digital dari UIB.", 
              "Perkenalkan, aku adalah Asisten UIB, siap membantu!", 
              "Halo! Aku asisten UIB yang siap menjawab pertanyaanmu.", 
              "Aku Asisten UIB, senang bisa membantu kebutuhan informasi kamu.", 
              "Hai, aku Asisten Virtual dari UIB. Ada yang ingin kamu tanyakan?", 
              "Halo, aku asisten digital UIB. Siap membantu apa pun yang kamu butuhkan.", 
              "Perkenalkan, aku adalah Asisten UIB. Bagaimana aku bisa membantumu hari ini?"
            ]
          }
        ]
      },
      {
        "tag": "pekerjaan",
        "subintents": [
          {
            "tag": "pekerjaan_tugas",
            "patterns": [
              "tujuan kamu buat apa?",
              "pekerjaan kamu apa?",
              "kamu jadi apaan?",
              "tugas kamu apa?",
              "tugas anda ngapain?",
              "apa saja yang kamu lakukan?",
              "fungsi kamu apa?",
              "tugas utamamu apa?",
              "apa pekerjaan kamu?",
              "kamu dibuat untuk apa?",
              "kamu ngapain aja?",
              "peran kamu apa?",
              "kamu bisa bantu apa?",
              "fungsimu di sini buat apa?",
              "kamu di sini ngapain?",
              "apa peranmu?",
              "kamu membantu apa aja?",
              "kamu bertugas sebagai apa?",
              "apa tanggung jawab kamu?",
              "apa yang bisa kamu lakukan?",
              "apa fungsi kamu?",
              "kamu kerja apa?",
              "tujuanmu dibuat apa?",
              "apa yang bisa kamu bantu?",
              "bisa bantu apa kamu?",
              "pekerjaan utama kamu apa?",
              "kamu punya tugas apa di sini?",
              "tujuan adanya kamu apa?",
              "untuk apa kamu ada?",
              "tanggung jawab kamu apa?"
            ],
            "responses": [
              "Saya adalah virtual assistant UIB untuk membantu memberikan informasi.", 
              "Tugas saya adalah memberikan informasi dan pelayanan seputar UIB.",
              "Tugas utamaku adalah membantu menjawab pertanyaan dan memberikan informasi terkait UIB.", 
              "Aku di sini untuk memudahkan kamu dalam mendapatkan informasi tentang UIB.", 
              "Peranku adalah sebagai asisten virtual yang siap membantumu dengan kebutuhan informasi di UIB.", 
              "Aku bertugas untuk memberikan panduan dan jawaban tentang berbagai hal seputar UIB.", 
              "Tujuanku adalah membantu kamu menemukan informasi yang kamu butuhkan tentang UIB."
            ]
          }
        ]
      },
      {
        "tag": "kemampuan",
        "subintents": [
          {
            "tag": "kemampuan_pertanyaan",
            "patterns": [
              "kamu bisa apa?",
              "apa yang bisa anda lakukan?",
              "kamu bisa ngapain aja?",
              "kamu bisa ngapain?",
              "apa kemampuan kau?",
              "kamu punya keahlian apa?",
              "apa yang bisa kamu bantu?",
              "kamu bisa bantu apa?",
              "kamu mampu ngapain?",
              "fungsi kamu di sini apa?",
              "apa saja yang bisa kamu lakukan?",
              "bisa bantu tentang apa aja?",
              "kamu ahli di bidang apa?",
              "apa kemampuan kamu?",
              "kamu bisa kasih informasi apa?",
              "apa saja layanan yang bisa kamu berikan?",
              "apa yang bisa kamu kerjakan?",
              "kamu bisa bantu apa aja?",
              "apa peran kamu di sini?",
              "kamu bisa apa aja di UIB?",
              "kamu membantu dalam hal apa?"
            ],
            "responses": [
              "Anda bisa bertanya seputar registrasi, beasiswa, maupun informasi akademik.", 
              "Saya dapat memberikan informasi mengenai seputar UIB. Saya akan menjawab sebisa mungkin.", 
              "Aku bisa membantu dengan pertanyaan tentang pendaftaran, program studi, dan kegiatan akademik di UIB.", 
              "Tugasku mencakup memberikan info mengenai beasiswa, pendaftaran, dan layanan akademik di UIB.", 
              "Saya dapat menjawab pertanyaan seputar proses pendaftaran, program sarjana, dan layanan kampus lainnya.", 
              "Kemampuanku adalah memberikan panduan tentang layanan akademik dan informasi umum UIB.", 
              "Saya di sini untuk membantu kamu menemukan info terkait pendaftaran, beasiswa, dan kebutuhan akademik lainnya."
            ]
          }
        ]
      },
      {
        "tag": "pembayaran_umum",
        "subintents": [
          {
            "tag": "pembayaran_bank_ocbc",
            "patterns": [
              "Cara bayar pakai bank OCBC gimana?",
              "Pembayaran uang kampus lewat OCBC gimana caranya?",
              "Kalo mau bayar lewat ATM OCBC gimana caranya?",
              "Pembayaran di bank OCBC harus pakai apa aja?",
              "Bayar kuliah di OCBC pakai VA itu gimana?",
              "Langkah bayar biaya kuliah pake ATM OCBC?",
              "Kalo bayar lewat cabang OCBC gimana prosesnya?"
            ],
            "responses": [
              "Untuk pembayaran di cabang, Anda perlu mengisi formulir penyetoran dengan mencantumkan nomor VA dan jumlah pembayaran. Pastikan untuk memeriksa ulang semua informasi sebelum menyelesaikan transaksi.",
              "Di ATM, pilih menu 'Pembayaran', kemudian masukkan nomor VA dan nominal yang ingin dibayarkan. Proses ini juga berlaku di internet banking dan mobile banking dengan memilih menu 'Pembayaran Tagihan' atau 'Virtual Account'.",
              "Nomor Virtual Account Anda biasanya merupakan kombinasi dari nomor rekening yang mencakup NPM (Nomor Pokok Mahasiswa). Selalu pastikan informasi ini akurat untuk menghindari masalah dalam pembayaran.",
              "Jika Anda melakukan transfer antar-bank dari bank lain, gunakan ATM Bersama, Prima, atau internet/mobile banking. Masukkan kode bank OCBC NISP (028), diikuti nomor VA dan jumlah pembayaran yang diinginkan. Selalu periksa kembali detail transaksi sebelum mengonfirmasi untuk memastikan semuanya benar."
            ]
          },
          {
            "tag": "pembayaran_antar_bank",
            "patterns": [
              "Gimana kalo mau transfer bank lain buat bayar kuliah?",
              "Kalo bayar lewat ATM Bersama gimana?",
              "Cara transfer antar bank buat pembayaran kampus?",
              "Bayar biaya kampus pakai mobile banking bisa gak?",
              "Bisa bayar pake ATM Bersama gak?",
              "Gimana kalo saldo pembayaran lebih dari yang ditagih?"
            ],
            "responses": [
              "Jika Anda menggunakan bank lain, lakukan transfer antar-bank melalui ATM Bersama, Prima, atau internet/mobile banking dengan memasukkan kode bank OCBC NISP (028), diikuti nomor VA dan jumlah pembayaran yang diinginkan. Pastikan untuk memeriksa kembali semua detail transaksi sebelum mengonfirmasi.",
              "Untuk pembayaran melalui bank lain, Anda bisa menggunakan ATM Bersama, Prima, atau internet/mobile banking. Masukkan kode bank OCBC NISP (028), nomor VA, dan jumlah pembayaran yang diinginkan. Periksa kembali detail transaksi sebelum mengonfirmasi.",
              "Anda dapat melakukan transfer antar-bank melalui ATM Bersama, Prima, atau internet/mobile banking dengan memasukkan kode bank OCBC NISP (028), nomor VA, dan jumlah pembayaran. Pastikan semua detail transaksi benar sebelum mengonfirmasi.",
              "Jika menggunakan bank lain, lakukan transfer antar-bank melalui ATM Bersama, Prima, atau internet/mobile banking. Masukkan kode bank OCBC NISP (028), nomor VA, dan jumlah pembayaran. Periksa kembali detail transaksi sebelum mengonfirmasi.",
              "Untuk pembayaran melalui bank lain, gunakan ATM Bersama, Prima, atau internet/mobile banking. Masukkan kode bank OCBC NISP (028), nomor VA, dan jumlah pembayaran. Pastikan semua detail transaksi benar sebelum mengonfirmasi.",
              "Jika jumlah yang dibayarkan melebihi tagihan, sisa dana akan tercatat sebagai deposit untuk pembayaran berikutnya. Pastikan untuk memeriksa kembali semua detail transaksi sebelum mengonfirmasi."
            ]
          },
          {
            "tag": "pembayaran_metode_lain",
            "patterns": [
              "Metode pembayaran yang bisa dipakai buat bayar kuliah apa aja?",
              "Ada cara bayar selain OCBC gak?",
              "Nomor VA buat pembayaran kampus gimana caranya?",
              "Apa yang bisa kamu bantu tentang pembayaran kuliah?"
            ],
            "responses": [
              "Untuk melakukan pembayaran, Anda bisa menggunakan berbagai metode seperti ATM, mobile banking, internet banking, atau melalui cabang bank OCBC. Jangan lupa pastikan nomor VA dan jumlah yang ingin dibayarkan sudah benar.",
              "Nomor Virtual Account Anda biasanya merupakan kombinasi dari nomor rekening yang mencakup NPM (Nomor Pokok Mahasiswa). Selalu pastikan informasi ini akurat untuk menghindari masalah dalam pembayaran."
            ]
          }
        ]
      },
      {
        "tag": "beasiswa",
        "subintents": [
          {
            "tag": "beasiswa_insan_mandiri",
            "patterns": [
              "Syarat untuk mendapatkan Beasiswa Insan Mandiri di UIB apa saja?",
              "Beasiswa Insan Mandiri itu buat siapa aja?",
              "Apa syarat buat dapet Beasiswa Insan Mandiri?",
              "Beasiswa Insan Mandiri di UIB itu buat siapa?",
              "Gimana cara dapet Beasiswa Insan Mandiri?",
              "Beasiswa Insan Mandiri di UIB ada syarat apa aja?",
              "Apa saja yang diperlukan untuk mendapatkan Beasiswa Insan Mandiri?"
            ],
            "responses": [
              "Beasiswa Insan Mandiri ditujukan untuk mahasiswa dari keluarga kurang mampu. Beasiswa ini mencakup 100% potongan biaya SPP dan kuliah, serta kewajiban untuk magang di universitas.",
              "Beasiswa Insan Mandiri adalah beasiswa untuk mahasiswa dari keluarga kurang mampu, memberikan potongan biaya kuliah dan SPP hingga 100%, dengan syarat untuk melaksanakan magang di universitas.",
              "Untuk mendapatkan Beasiswa Insan Mandiri, Anda harus berasal dari keluarga kurang mampu dan diwajibkan untuk magang di universitas. Beasiswa ini mencakup potongan biaya SPP dan kuliah hingga 100%."
            ]
          },
          {
            "tag": "beasiswa_cemerlang",
            "patterns": [
              "Bagaimana cara mendapatkan Beasiswa Cemerlang di UIB?",
              "Gimana cara daftar Beasiswa Cemerlang?",
              "Siapa aja yang bisa dapet Beasiswa Cemerlang?",
              "Beasiswa Cemerlang itu apa?",
              "Beasiswa Cemerlang di UIB untuk siapa aja?",
              "Beasiswa Cemerlang di UIB ada syarat apa aja?",
              "Apa syarat untuk mendapatkan Beasiswa Cemerlang di UIB?"
            ],
            "responses": [
              "Beasiswa Cemerlang di UIB ditujukan untuk mahasiswa dengan nilai UN > 8.50 dan prestasi di tingkat provinsi. Beasiswa ini memberikan potongan biaya kuliah dan SPP hingga 100%.",
              "Beasiswa Cemerlang dapat diperoleh oleh mahasiswa dengan nilai rata-rata UN minimal 8.50 dan memiliki prestasi di tingkat provinsi, yang memberikan potongan biaya kuliah dan SPP hingga 100%.",
              "Untuk mendapatkan Beasiswa Cemerlang, Anda harus memiliki nilai UN minimal 8.50 dan menunjukkan prestasi di tingkat provinsi. Beasiswa ini mencakup potongan biaya kuliah dan SPP sebesar 100%."
            ]
          },
          {
            "tag": "beasiswa_jenis_utama",
            "patterns": [
              "Apa saja beasiswa yang ada di UIB?",
              "Beasiswa apa yang tersedia di UIB untuk mahasiswa baru?",
              "Apa perbedaan antara Beasiswa Cemerlang dan Insan Mandiri?",
              "Beasiswa di UIB itu apa aja?",
              "Apa saja jenis beasiswa yang ditawarkan UIB?"
            ],
            "responses": [
              "UIB menyediakan dua jenis beasiswa utama untuk mahasiswa baru: Beasiswa Cemerlang dan Beasiswa Insan Mandiri. Beasiswa Cemerlang diberikan untuk mahasiswa dengan prestasi akademik tinggi, sedangkan Beasiswa Insan Mandiri ditujukan untuk mahasiswa dari keluarga kurang mampu.",
              "Di UIB, ada dua beasiswa utama: Beasiswa Cemerlang untuk mahasiswa berprestasi tinggi dan Beasiswa Insan Mandiri untuk mahasiswa dari keluarga kurang mampu. Kedua beasiswa ini menawarkan potongan biaya kuliah dan SPP hingga 100%.",
              "Beasiswa Cemerlang di UIB diberikan kepada mahasiswa dengan nilai UN lebih dari 8.50 dan prestasi akademik di tingkat provinsi, sementara Beasiswa Insan Mandiri ditujukan untuk mahasiswa dari keluarga kurang mampu, dengan kewajiban magang di universitas."
            ]
          }
        ]
      },

      {
        "tag": "pendaftaran_online",
        "subintents": [
          {
            "tag": "cara_daftar_online",
            "patterns": [
              "Bagaimana cara daftar online di UIB?",
              "Gimana cara daftar online di UIB?",
              "Cara daftar online di UIB gimana?",
              "Langkah-langkah daftar online di UIB?",
              "Bisakah saya daftar online di UIB?",
              "Apa yang harus dilakukan untuk daftar online di UIB?"
            ],
            "responses": [
              "Untuk daftar online di UIB, kunjungi situs resmi UIB dan lengkapi semua dokumen yang diperlukan. Setelah pendaftaran, Anda akan diundang ke grup WhatsApp untuk informasi lebih lanjut.",
              "Anda bisa daftar online di UIB melalui situs resmi UIB. Setelah mengirim dokumen, Anda akan diundang ke grup WhatsApp untuk informasi lebih lanjut."
            ]
          },
          {
            "tag": "biaya_daftar_online",
            "patterns": [
              "Berapa biaya daftar online di UIB?",
              "Biaya daftar ulang di UIB berapa?",
              "Berapa biaya yang harus dibayar untuk daftar ulang di UIB?",
              "Berapa biaya pendaftaran online di UIB?",
              "Biaya pendaftaran di UIB berapa?"
            ],
            "responses": [
              "Biaya daftar online di UIB adalah Rp 500.000. Setelah pendaftaran, Anda akan diundang ke grup WhatsApp untuk informasi lebih lanjut.",
              "Biaya daftar ulang setelah diterima di UIB adalah minimal Rp 2.500.000 untuk jenjang Sarjana. Pastikan untuk memperhatikan tenggat waktu pembayaran."
            ]
          },
          {
            "tag": "jadwal_ujian",
            "patterns": [
              "Kapan saya akan diundang untuk ujian setelah daftar online?",
              "Kapan ada info ujian setelah daftar online?",
              "Kapan dapat undangan ujian setelah daftar online?",
              "Setelah daftar online, kapan tahu jadwal ujian?"
            ],
            "responses": [
              "Setelah melengkapi pendaftaran online, Anda akan mendapatkan informasi melalui grup WhatsApp tentang ujian saringan masuk. Pastikan untuk bergabung dan aktif berkomunikasi di sana."
            ]
          },
          {
            "tag": "pendaftaran_ulang",
            "patterns": [
              "Bagaimana proses daftar ulang setelah dinyatakan lulus?",
              "Cara daftar ulang setelah lulus gimana?",
              "Setelah lulus, proses daftar ulangnya gimana?",
              "Kapan saya harus bayar untuk daftar ulang?"
            ],
            "responses": [
              "Setelah dinyatakan lulus, daftar ulang dapat dilakukan dengan membayar minimal Rp 2.500.000 untuk program Sarjana, atau sesuai biaya satu semester untuk program Magister. Pastikan untuk memperhatikan tenggat waktu yang ditetapkan.",
              "Proses daftar ulang bagi mahasiswa yang lulus melibatkan pembayaran yang harus dilakukan sebelum batas waktu yang telah ditentukan. Pastikan Anda mempersiapkan dana sesuai dengan ketentuan yang berlaku."
            ]
          }
        ]
      },
      {
        "tag": "program_studi",
        "subintents": [
          {
            "tag": "program_sarjana",
            "patterns": [
              "Program studi apa saja yang tersedia untuk sarjana?",
              "Apa saja pilihan program studi untuk jenjang sarjana di UIB?",
              "Ada program sarjana apa di UIB?",
              "Apa saja jurusan sarjana di UIB?",
              "Jurusan apa saja yang ada di UIB untuk sarjana?"
            ],
            "responses": [
              "UIB menawarkan berbagai program studi Sarjana seperti Teknik Sipil, Arsitektur, Sistem Informasi, Teknologi Informasi, Manajemen, Akuntansi, Ilmu Hukum, dan Pendidikan Bahasa Inggris.",
              "Untuk jenjang Sarjana, UIB memiliki program studi seperti Teknik Sipil, Arsitektur, Sistem Informasi, Teknologi Informasi, Manajemen, Akuntansi, Ilmu Hukum, dan Pendidikan Bahasa Inggris.",
              "Anda bisa memilih program studi Sarjana di UIB seperti Teknik Sipil, Arsitektur, Sistem Informasi, Teknologi Informasi, Manajemen, Akuntansi, Ilmu Hukum, dan Pendidikan Bahasa Inggris."
            ]
          },
          {
            "tag": "program_magister",
            "patterns": [
              "Ada program magister apa saja di UIB?",
              "Apa saja pilihan program magister di UIB?",
              "UIB punya program magister apa?",
              "Apa saja jurusan magister di UIB?",
              "Jurusan apa saja yang ada di UIB untuk magister?"
            ],
            "responses": [
              "Untuk program Magister, UIB menawarkan Magister Hukum dan Magister Manajemen.",
              "UIB menyediakan program Magister Hukum dan Magister Manajemen untuk jenjang Magister.",
              "Anda bisa memilih program Magister Hukum dan Magister Manajemen di UIB."
            ]
          },
          {
            "tag": "program_teknologi",
            "patterns": [
              "Ada program studi teknologi apa di UIB?",
              "UIB punya program studi sistem informasi atau teknologi informasi?",
              "Saya tertarik di bidang teknologi, ada program studi yang cocok di UIB?",
              "Jurusan teknologi apa saja yang ada di UIB?",
              "Apa saja jurusan teknologi di UIB?"
            ],
            "responses": [
              "Jika Anda tertarik pada bidang teknologi, UIB memiliki program Sistem Informasi dan Teknologi Informasi yang dapat menjadi pilihan tepat.",
              "UIB menawarkan program studi Sistem Informasi dan Teknologi Informasi untuk Anda yang tertarik di bidang teknologi.",
              "Anda bisa memilih program Sistem Informasi dan Teknologi Informasi di UIB jika tertarik pada bidang teknologi."
            ]
          },
          {
            "tag": "program_hukum",
            "patterns": [
              "UIB punya program studi hukum?",
              "Ada program sarjana hukum di UIB?",
              "Saya ingin mendalami ilmu hukum, apa yang bisa saya pilih di UIB?",
              "Jurusan hukum apa saja yang ada di UIB?",
              "Apa saja jurusan hukum di UIB?"
            ],
            "responses": [
              "Bagi calon mahasiswa yang ingin mendalami ilmu hukum, UIB menyediakan program Sarjana Ilmu Hukum dan Magister Hukum sebagai pilihan studi.",
              "UIB menawarkan program Sarjana Ilmu Hukum dan Magister Hukum untuk Anda yang ingin mendalami ilmu hukum.",
              "Anda bisa memilih program Sarjana Ilmu Hukum dan Magister Hukum di UIB jika ingin mendalami ilmu hukum."
            ]
          },
          {
            "tag": "program_manajemen_akuntansi",
            "patterns": [
              "Ada program studi manajemen atau akuntansi di UIB?",
              "UIB menawarkan program studi di bidang manajemen?",
              "Program studi akuntansi di UIB seperti apa?",
              "Jurusan manajemen atau akuntansi apa saja yang ada di UIB?",
              "Apa saja jurusan manajemen dan akuntansi di UIB?"
            ],
            "responses": [
              "Universitas ini menawarkan program Sarjana di bidang Manajemen dan Akuntansi untuk mahasiswa yang ingin berkarir di sektor bisnis.",
              "UIB menyediakan program studi Manajemen dan Akuntansi untuk jenjang Sarjana bagi Anda yang ingin berkarir di sektor bisnis.",
              "Anda bisa memilih program Manajemen dan Akuntansi di UIB jika ingin berkarir di sektor bisnis."
            ]
          },
          {
            "tag": "program_pendidikan_bahasa_inggris",
            "patterns": [
              "Ada program studi Pendidikan Bahasa Inggris di UIB?",
              "UIB punya program studi Pendidikan Bahasa Inggris?",
              "Saya tertarik dengan Pendidikan Bahasa Inggris, ada program studi yang cocok di UIB?",
              "Jurusan Pendidikan Bahasa Inggris apa saja yang ada di UIB?",
              "Apa saja jurusan Pendidikan Bahasa Inggris di UIB?"
            ],
            "responses": [
              "UIB menawarkan program studi Pendidikan Bahasa Inggris untuk jenjang Sarjana. Program ini cocok bagi Anda yang ingin mendalami bahasa Inggris dan berkarir di bidang pendidikan.",
              "Jika Anda tertarik dengan Pendidikan Bahasa Inggris, UIB memiliki program studi yang dapat menjadi pilihan tepat.",
              "Anda bisa memilih program Pendidikan Bahasa Inggris di UIB jika ingin mendalami bahasa Inggris dan berkarir di bidang pendidikan."
            ]
          },
          {
            "tag": "program_arsitektur_teknik_sipil",
            "patterns": [
              "Ada program studi Arsitektur atau Teknik Sipil di UIB?",
              "UIB punya program studi Arsitektur atau Teknik Sipil?",
              "Saya tertarik dengan Arsitektur atau Teknik Sipil, ada program studi yang cocok di UIB?",
              "Jurusan Arsitektur atau Teknik Sipil apa saja yang ada di UIB?",
              "Apa saja jurusan Arsitektur dan Teknik Sipil di UIB?"
            ],
            "responses": [
              "UIB menawarkan program studi Arsitektur dan Teknik Sipil untuk jenjang Sarjana. Program ini cocok bagi Anda yang ingin berkarir di bidang konstruksi dan desain bangunan.",
              "Jika Anda tertarik dengan Arsitektur atau Teknik Sipil, UIB memiliki program studi yang dapat menjadi pilihan tepat.",
              "Anda bisa memilih program Arsitektur dan Teknik Sipil di UIB jika ingin berkarir di bidang konstruksi dan desain bangunan."
            ]
          }
        ]
      },
    {
      "tag": "sewa_ruangan",
      "subintents": [
        {
          "tag": "prosedur_penyewaan_ruangan",
          "patterns": [
            "Bagaimana cara menyewa ruangan di kampus UIB?",
            "Bagaimana prosedur penyewaan ruangan di UIB?",
            "Apa saja langkah yang harus diambil untuk menyewa ruangan di UIB?"
          ],
          "responses": [
            "Untuk menyewa ruangan di UIB, ajukan surat permohonan yang berisi detail kegiatan, tanggal, dan ruangan yang dibutuhkan kepada Humas. Humas akan mengurus pengajuan Anda.",
            "Untuk menyewa ruangan di UIB, Anda harus mengajukan surat pengajuan sewa yang mencakup detail kegiatan dan jadwal, ditujukan kepada Humas. Setelah itu, pengajuan Anda akan diteruskan ke bagian umum.",
            "Untuk mengajukan penyewaan ruangan, kirimkan surat pengajuan sewa yang menjelaskan detail kegiatan Anda kepada Humas, dan mereka akan mengurus pengajuan Anda ke bagian terkait."
          ]
        },
        {
          "tag": "biaya_sewa_ruangan",
          "patterns": [
            "Berapa biaya sewa ruangan di UIB?",
            "Bagaimana informasi mengenai biaya sewa ruangan di UIB?"
          ],
          "responses": [
            "Setelah permohonan diterima, Anda akan menerima konfirmasi terkait biaya dan detail lainnya dalam waktu 3 hari kerja.",
            "Setelah pengajuan diterima, Anda akan mendapatkan konfirmasi mengenai biaya dan informasi lainnya dalam waktu maksimum 3 hari kerja. Jika Anda setuju, Humas akan menyiapkan quotation untuk langkah selanjutnya."
          ]
        },
        {
          "tag": "prosedur_sewa_stall_kantin",
          "patterns": [
            "Saya ingin menyewa ruangan untuk acara di UIB, bagaimana caranya?",
            "Bagaimana cara menyewa stall kantin di UIB?"
          ],
          "responses": [
            "Jika Anda berencana untuk menyewa stall kantin, Anda perlu mengajukan proposal yang akan diteruskan ke Humas, lalu mereka akan berkoordinasi dengan Biro BAUK untuk konfirmasi penyewaan.",
            "Jika Anda ingin menyewa stall di kantin, ajukan proposal yang ditujukan kepada Humas. Mereka akan berkoordinasi dengan Biro BAUK untuk memastikan penyewaan dapat dilakukan."
          ]
        }
      ]
    },
    {
      "tag": "pemasangan_brosur",
      "subintents": [
        {
          "tag": "prosedur_pemasangan_brosur",
          "patterns": [
            "Bagaimana cara memasang brosur di mading UIB?",
            "Untuk memasang brosur, apa yang perlu saya lakukan?",
            "Bagaimana prosedur memasang brosur di UIB?"
          ],
          "responses": [
            "Untuk memasang brosur, Anda perlu mengajukan permohonan kepada Humas, baik dalam bentuk softcopy maupun hardcopy. Permohonan ini akan diteruskan ke BPKA untuk proses lebih lanjut.",
            "Brosur yang Anda pasang akan ditampilkan di mading dan juga diunggah di website UIB. Pastikan semua detail pengajuan Anda jelas dan lengkap.",
            "Ajukan permohonan ke Humas untuk penitipan brosur. Jika jumlah brosur lebih dari 30 lembar, akan dikenakan biaya tambahan sebesar Rp 1.000,- per lembar."
          ]
        },
        {
          "tag": "biaya_pemasangan_brosur",
          "patterns": [
            "Berapa biaya untuk memasang brosur lebih dari 30 lembar di UIB?",
            "Ada biaya tambahan jika memasang lebih dari 30 brosur di UIB?",
            "Biaya pemasangan brosur di UIB?"
          ],
          "responses": [
            "Jika jumlah brosur lebih dari 30 lembar, akan dikenakan biaya tambahan sebesar Rp 1.000,- per lembar.",
            "Biaya pemasangan brosur lebih dari 30 lembar di UIB adalah Rp 1.000,- per lembar. Pastikan Anda menyertakan detail jumlah brosur dalam permohonan.",
            "Untuk memasang brosur di UIB, jika jumlahnya lebih dari 30 lembar, akan dikenakan biaya Rp 1.000,- per lembar."
          ]
        },
        {
          "tag": "biaya_pemasangan_spanduk",
          "patterns": [
            "Berapa biaya untuk memasang spanduk di kampus UIB?",
            "Ada biaya untuk pemasangan spanduk di UIB?",
            "Biaya pemasangan spanduk di UIB?"
          ],
          "responses": [
            "Biaya pemasangan spanduk di UIB adalah Rp 100.000,- per minggu. Pastikan untuk mengajukan permohonan melalui Humas untuk mendapatkan izin dan jadwal pemasangan.",
            "Untuk memasang spanduk di UIB, Anda perlu mengajukan permohonan melalui Humas. Biaya pemasangan adalah Rp 100.000,- per minggu.",
            "Biaya untuk pemasangan spanduk di UIB adalah Rp 100.000,- per minggu. Anda harus mengajukan permohonan ke Humas terlebih dahulu untuk mendapatkan izin."
          ]
        }
      ]
    },
    {
      "tag": "pendaftaran_lulusan_luar_negeri",
      "subintents": [
        {
          "tag": "proses_penyetaraan_ijazah",
          "patterns": [
            "Syarat menyetarakan ijazah luar negeri di UIB?",
            "Bagaimana proses penyetaraan ijazah luar negeri?",
            "Bagaimana cara mendapatkan dokumen penyetaraan ijazah?",
            "Berapa lama proses penyetaraan ijazah luar negeri?",
            "Bagaimana jika ijazah saya tidak diakui di Indonesia?",
            "Apa yang harus dilakukan untuk menyetarakan ijazah luar negeri?",
            "Dimana saya bisa menyetarakan ijazah luar negeri?"
          ],
          "responses": [
            "Lulusan luar negeri harus menyetarakan ijazah mereka melalui Kemendikbud sebelum mendaftar di UIB, atau mereka bisa mengikuti Ujian Paket C sebagai alternatif.",
            "Untuk lulusan luar negeri, penyetaraan ijazah dapat dilakukan melalui DIKTI, dan dokumen hasil penyetaraan ini harus dilampirkan saat mendaftar di UIB.",
            "Proses penyetaraan ijazah untuk lulusan luar negeri dapat dilakukan melalui DIKTI, dan dokumen hasil penyetaraan tersebut harus dilampirkan saat mendaftar di UIB.",
            "Jika ijazah Anda tidak diakui di Indonesia, Anda bisa mengikuti Ujian Paket C sebagai alternatif penyetaraan ijazah.",
            "Proses penyetaraan ijazah luar negeri biasanya memakan waktu beberapa minggu hingga beberapa bulan, tergantung pada kelengkapan dokumen dan kebijakan DIKTI."
          ]
        },
        {
          "tag": "ujian_untuk_lulusan_luar_negeri",
          "patterns": [
            "Apakah lulusan luar negeri perlu ujian masuk di UIB?",
            "Apakah ada ujian bahasa untuk lulusan luar negeri?",
            "Apa yang harus dilakukan jika ijazah luar negeri belum disetarakan?",
            "Apakah lulusan luar negeri harus mengikuti ujian tambahan?",
            "Apakah ada tes khusus untuk lulusan luar negeri di UIB?"
          ],
          "responses": [
            "Lulusan luar negeri yang belum memiliki dokumen penyetaraan ijazah harus mengikuti Ujian Paket C sebagai alternatif.",
            "Lulusan luar negeri yang mendaftar di UIB mungkin perlu mengikuti ujian bahasa, tergantung program studi yang dipilih. Pastikan Anda memeriksa persyaratan spesifik di website UIB.",
            "Jika ijazah luar negeri belum disetarakan, Anda perlu mengikuti Ujian Paket C sebagai salah satu syarat untuk mendaftar di UIB.",
            "Lulusan luar negeri mungkin perlu mengikuti tes tambahan tergantung pada program studi yang dipilih. Pastikan untuk memeriksa persyaratan di website UIB."
          ]
        },
        {
          "tag": "dokumen_pendaftaran_lulusan_luar_negeri",
          "patterns": [
            "Apa dokumen yang dibutuhkan untuk pendaftaran lulusan luar negeri?",
            "Apa yang harus dipersiapkan sebelum mendaftar di UIB?",
            "Apa syarat khusus bagi lulusan luar negeri yang mendaftar?",
            "Dokumen apa saja yang diperlukan untuk lulusan luar negeri?",
            "Apa saja persyaratan dokumen untuk lulusan luar negeri?"
          ],
          "responses": [
            "Dokumen yang dibutuhkan untuk pendaftaran lulusan luar negeri antara lain dokumen penyetaraan ijazah atau hasil Ujian Paket C, ijazah, SKHU, dan KTP.",
            "Pastikan Anda telah memiliki dokumen penyetaraan ijazah atau hasil Ujian Paket C jika ijazah Anda diperoleh dari luar negeri.",
            "Selain dokumen penyetaraan ijazah, pastikan Anda melengkapi dokumen seperti KTP, ijazah, dan SKHU saat mendaftar di UIB.",
            "Lulusan luar negeri harus menyiapkan dokumen seperti ijazah, SKHU, KTP, dan dokumen penyetaraan ijazah atau hasil Ujian Paket C."
          ]
        },
        {
          "tag": "batas_waktu_pendaftaran_lulusan_luar_negeri",
          "patterns": [
            "Kapan batas waktu pendaftaran untuk lulusan luar negeri?",
            "Batas waktu pendaftaran lulusan luar negeri kapan?",
            "Kapan terakhir pendaftaran untuk lulusan luar negeri?",
            "Apa deadline pendaftaran untuk lulusan luar negeri?"
          ],
          "responses": [
            "Batas waktu pendaftaran untuk lulusan luar negeri di UIB dapat berbeda tergantung pada periode pendaftaran. Pastikan untuk memeriksa website resmi UIB untuk informasi terbaru mengenai tanggal pendaftaran.",
            "Deadline pendaftaran untuk lulusan luar negeri di UIB bervariasi tergantung pada periode pendaftaran. Cek website resmi UIB untuk informasi terbaru."
          ]
        },
        {
          "tag": "program_khusus_lulusan_luar_negeri",
          "patterns": [
            "Adakah program khusus untuk lulusan luar negeri di UIB?",
            "Apakah ada program spesial untuk lulusan luar negeri?",
            "UIB punya program khusus untuk lulusan luar negeri?"
          ],
          "responses": [
            "UIB tidak memiliki program khusus untuk lulusan luar negeri, tetapi semua lulusan luar negeri harus melalui proses penyetaraan ijazah sebelum melanjutkan pendaftaran.",
            "Tidak ada program khusus untuk lulusan luar negeri di UIB, namun proses penyetaraan ijazah harus dilakukan sebelum pendaftaran."
          ]
        },
        {
          "tag": "pendaftaran_online_lulusan_luar_negeri",
          "patterns": [
            "Bisakah lulusan luar negeri mendaftar langsung di UIB?",
            "Bisakah saya mendaftar secara online sebagai lulusan luar negeri?",
            "Apakah lulusan luar negeri bisa daftar online di UIB?"
          ],
          "responses": [
            "Lulusan luar negeri dapat mendaftar secara online di UIB, tetapi pastikan semua dokumen yang dibutuhkan sudah lengkap, termasuk dokumen penyetaraan ijazah.",
            "Anda bisa mendaftar online di UIB sebagai lulusan luar negeri, pastikan semua dokumen yang diperlukan sudah lengkap."
          ]
        },
        {
          "tag": "beasiswa_lulusan_luar_negeri",
          "patterns": [
            "Adakah beasiswa untuk lulusan luar negeri di UIB?",
            "UIB menyediakan beasiswa untuk lulusan luar negeri?",
            "Apakah ada beasiswa untuk mahasiswa internasional di UIB?"
          ],
          "responses": [
            "UIB menyediakan beasiswa untuk mahasiswa internasional, namun pastikan Anda memeriksa jenis beasiswa yang tersedia serta persyaratannya di website resmi UIB.",
            "Ada beasiswa untuk lulusan luar negeri di UIB, cek website resmi UIB untuk informasi lebih lanjut mengenai jenis beasiswa dan persyaratannya."
          ]
        },
        {
          "tag": "ujian_paket_c_lulusan_luar_negeri",
          "patterns": [
            "Apa itu Ujian Paket C untuk lulusan luar negeri?",
            "Apa yang harus dilakukan jika ijazah luar negeri belum disetarakan?",
            "Bagaimana cara mengikuti Ujian Paket C untuk lulusan luar negeri?"
          ],
          "responses": [
            "Ujian Paket C adalah alternatif bagi WNI lulusan luar negeri yang ijazahnya belum disetarakan oleh DIKTI. Ujian ini setara dengan ujian negara untuk pendidikan setingkat SMA.",
            "Jika ijazah luar negeri belum disetarakan, Anda bisa mengikuti Ujian Paket C sebagai alternatif. Ujian ini setara dengan ujian negara untuk pendidikan setingkat SMA."
          ]
        }
      ]
    },
    {
      "tag": "pendaftaran_transfer",
      "subintents": [
        {
          "tag": "syarat_pendaftaran_transfer",
          "patterns": [
            "Syarat pendaftaran mahasiswa transfer di UIB?",
            "Apa syarat khusus untuk mahasiswa transfer di UIB?",
            "Apa saja program studi yang bisa dipilih untuk transfer?",
            "Bagaimana cara daftar sebagai mahasiswa transfer di UIB?",
            "Apa saja persyaratan untuk mahasiswa transfer di UIB?"
          ],
          "responses": [
            "Untuk mendaftar sebagai mahasiswa transfer, Anda harus mengirimkan transkrip nilai Anda ke Humas UIB melalui email atau WhatsApp. Setelah itu, proses penyetaraan SKS akan dilakukan sesuai dengan kurikulum UIB.",
            "UIB menerima mahasiswa transfer dari berbagai program studi, tetapi pastikan Anda telah melengkapi dokumen yang dibutuhkan, seperti transkrip nilai, dan mengikuti prosedur penyetaraan SKS."
          ]
        },
        {
          "tag": "proses_penyetaraan_sks",
          "patterns": [
            "Proses penyetaraan SKS di UIB bagaimana?",
            "Apa yang dilakukan setelah penyetaraan SKS?",
            "Berapa lama proses penyetaraan SKS biasanya?",
            "Apa yang harus dilakukan jika tidak setuju dengan penyetaraan SKS?",
            "Bagaimana cara menyetarakan SKS di UIB?"
          ],
          "responses": [
            "Setelah Anda mengirimkan transkrip nilai, UIB akan melakukan penyetaraan SKS sesuai dengan kurikulum yang berlaku. Anda dapat meninjau hasil penyetaraan tersebut, dan jika setuju, melanjutkan ke tahap selanjutnya.",
            "Proses penyetaraan SKS biasanya memakan waktu beberapa minggu. Setelah selesai, Anda akan diberi kesempatan untuk menyetujui hasil tersebut atau mendiskusikan ketidaksesuaian jika ada.",
            "Jika Anda tidak setuju dengan hasil penyetaraan SKS, Anda dapat mengajukan permohonan revisi kepada pihak terkait untuk pembahasan lebih lanjut."
          ]
        },
        {
          "tag": "dokumen_pendaftaran_transfer",
          "patterns": [
            "Dokumen apa yang dibutuhkan untuk pendaftaran transfer?",
            "Apa yang perlu dipersiapkan sebelum mendaftar transfer?",
            "Dokumen apa saja yang diperlukan untuk mahasiswa transfer di UIB?",
            "Apa saja dokumen yang harus disiapkan untuk pendaftaran transfer?"
          ],
          "responses": [
            "Dokumen yang dibutuhkan untuk pendaftaran transfer antara lain transkrip nilai dari universitas asal, surat keterangan aktif kuliah, dan dokumen lainnya yang relevan seperti fotokopi KTP.",
            "Sebelum mendaftar, pastikan Anda menyiapkan transkrip nilai dan dokumen pendukung lainnya seperti surat keterangan aktif kuliah untuk mempermudah proses penyetaraan SKS."
          ]
        },
        {
          "tag": "biaya_pendaftaran_transfer",
          "patterns": [
            "Apakah ada biaya untuk pendaftaran transfer?",
            "Adakah biaya untuk mahasiswa transfer di UIB?",
            "Berapa biaya pendaftaran untuk mahasiswa transfer di UIB?",
            "Apakah mahasiswa transfer dikenakan biaya pendaftaran?"
          ],
          "responses": [
            "Pendaftaran sebagai mahasiswa transfer di UIB tidak dikenakan biaya pendaftaran. Namun, biaya kuliah dan biaya lainnya akan dikenakan sesuai dengan program studi yang dipilih."
          ]
        },
        {
          "tag": "ujian_transfer",
          "patterns": [
            "Apakah ada ujian masuk untuk mahasiswa transfer?",
            "Setelah penyetaraan SKS, apa langkah selanjutnya untuk mahasiswa transfer?",
            "Apakah mahasiswa transfer harus mengikuti ujian masuk di UIB?",
            "Bagaimana proses ujian untuk mahasiswa transfer di UIB?"
          ],
          "responses": [
            "Setelah penyetaraan SKS, mahasiswa transfer diwajibkan mengikuti ujian saringan masuk sebagai bagian dari proses pendaftaran."
          ]
        },
        {
          "tag": "status_pendaftaran_transfer",
          "patterns": [
            "Bagaimana cara memantau status pendaftaran transfer?",
            "Bagaimana cara cek status pendaftaran transfer di UIB?",
            "Bagaimana saya bisa mengetahui status pendaftaran transfer saya?"
          ],
          "responses": [
            "Anda dapat memantau status pendaftaran transfer dengan menghubungi Humas UIB atau memeriksa email untuk pembaruan terkait pendaftaran Anda."
          ]
        },
        {
          "tag": "pendaftaran_online_transfer",
          "patterns": [
            "Bisa mendaftar transfer secara online?",
            "Apakah pendaftaran transfer bisa dilakukan secara online?",
            "Bagaimana cara daftar transfer online di UIB?"
          ],
          "responses": [
            "Ya, Anda dapat mendaftar sebagai mahasiswa transfer secara online melalui website resmi UIB. Pastikan semua dokumen yang diperlukan sudah lengkap sebelum mengirimkan pendaftaran online."
          ]
        },
        {
          "tag": "batas_waktu_pendaftaran_transfer",
          "patterns": [
            "Kapan batas waktu pendaftaran transfer di UIB?",
            "Apa deadline pendaftaran transfer di UIB?",
            "Kapan terakhir pendaftaran transfer di UIB?"
          ],
          "responses": [
            "Batas waktu pendaftaran untuk mahasiswa transfer biasanya diumumkan setiap tahun. Pastikan untuk memeriksa pengumuman terbaru di website UIB."
          ]
        },
        {
          "tag": "beasiswa_transfer",
          "patterns": [
            "Adakah beasiswa untuk mahasiswa transfer di UIB?",
            "UIB menyediakan beasiswa untuk mahasiswa transfer?",
            "Apakah ada beasiswa untuk mahasiswa transfer di UIB?"
          ],
          "responses": [
            "UIB menyediakan beberapa beasiswa untuk mahasiswa transfer, baik dari dalam negeri maupun luar negeri. Pastikan Anda memeriksa persyaratan beasiswa yang tersedia melalui website UIB."
          ]
        },
        {
          "tag": "hubungi_humas_transfer",
          "patterns": [
            "Bagaimana cara menghubungi Humas UIB?",
            "Kontak Humas UIB untuk pendaftaran transfer?",
            "Bagaimana cara mendapatkan informasi lebih lanjut tentang pendaftaran transfer?"
          ],
          "responses": [
            "Anda dapat menghubungi Humas UIB melalui email atau WhatsApp yang tertera di website resmi UIB."
          ]
        }
      ]
    },
    {
      "tag": "pendaftaran_sarjana",
      "subintents": [
        {
          "tag": "langkah_pendaftaran_s1_sarjana",
          "patterns": [
            "Gimana langkah daftar S1 Sarjana di UIB?",
            "Ada panduan pendaftaran online untuk S1 Sarjana di UIB?",
            "Gimana ngatasi masalah saat daftar online untuk program S1?",
            "Langkah-langkah daftar S1 di UIB?",
            "Bagaimana cara daftar S1 di UIB?",
            "Apa saja yang perlu disiapkan untuk daftar S1 di UIB?"
          ],
          "responses": [
            "Untuk mendaftar sebagai mahasiswa S1 (Sarjana) di UIB, Anda harus menyerahkan dokumen seperti fotokopi akta kelahiran, KTP, kartu keluarga, serta ijazah atau SKHU yang sudah dilegalisir. Pas foto ukuran 2x3 dengan latar biru juga perlu disiapkan.",
            "Pendaftaran program S1 Sarjana di UIB dapat dilakukan secara online. Pastikan Anda mengunggah dokumen yang diperlukan seperti akta kelahiran, KTP, dan ijazah yang sudah dilegalisir.",
            "Langkah-langkah pendaftaran S1 di UIB meliputi pengisian formulir online, pengunggahan dokumen yang diperlukan, dan pembayaran biaya pendaftaran sebesar Rp 1.500.000."
          ]
        },
        {
          "tag": "biaya_pendaftaran_s1_sarjana",
          "patterns": [
            "Di mana info biaya pendaftaran S1 Sarjana?",
            "Apakah ada biaya untuk mendaftar S1 Sarjana di UIB?",
            "Berapa biaya pendaftaran S1 di UIB?",
            "Biaya daftar S1 di UIB berapa?",
            "Berapa biaya untuk daftar S1 di UIB?"
          ],
          "responses": [
            "Biaya pendaftaran program S1 Sarjana di UIB adalah Rp 1.500.000. Informasi lebih lanjut dapat ditemukan di website resmi UIB. Pastikan untuk memeriksa informasi terbaru mengenai biaya pendaftaran.",
            "Untuk informasi biaya pendaftaran S1 di UIB, Anda dapat mengunjungi website resmi UIB atau menghubungi Humas UIB. Biaya pendaftaran adalah Rp 1.500.000."
          ]
        },
        {
          "tag": "seleksi_beasiswa_s1_sarjana",
          "patterns": [
            "Proses seleksi jalur beasiswa S1 Sarjana gimana?",
            "Lama proses seleksi beasiswa S1 di UIB?",
            "Dokumen tambahan untuk daftar beasiswa S1 apa?",
            "Bagaimana cara mendapatkan beasiswa S1 di UIB?",
            "Apa saja syarat untuk beasiswa S1 di UIB?"
          ],
          "responses": [
            "Bagi yang ingin mendaftar melalui jalur beasiswa, pastikan Anda melampirkan fotokopi rapor serta sertifikat prestasi akademik maupun non-akademik. Semua dokumen harus lengkap sebelum proses seleksi dimulai.",
            "Proses seleksi untuk jalur beasiswa di UIB akan dilakukan setelah Anda mengunggah semua dokumen yang dibutuhkan, termasuk rapor dan sertifikat prestasi. Waktu seleksi biasanya memakan waktu beberapa minggu.",
            "Untuk mendapatkan beasiswa S1 di UIB, Anda perlu melengkapi dokumen seperti rapor dan sertifikat prestasi, serta mengikuti proses seleksi yang ditentukan."
          ]
        },
        {
          "tag": "syarat_usia_s1_sarjana",
          "patterns": [
            "Syarat usia untuk mendaftar S1 Sarjana apa?",
            "Ada batasan usia untuk mendaftar S1 Sarjana?",
            "Berapa batas usia untuk daftar S1 di UIB?",
            "Apakah ada batas usia untuk pendaftaran S1 di UIB?",
            "Berapa maksimal usia untuk daftar S1 di UIB?"
          ],
          "responses": [
            "Untuk mendaftar program S1 Sarjana di UIB, Anda harus berusia maksimal 35 tahun.",
            "Batas usia untuk mendaftar program S1 di UIB adalah maksimal 35 tahun.",
            "Anda harus berusia maksimal 35 tahun untuk mendaftar program S1 di UIB."
          ]
        },
        {
          "tag": "dokumen_pendaftaran_s1_sarjana",
          "patterns": [
            "Dokumen yang harus disiapkan untuk jalur reguler S1 Sarjana?",
            "Dokumen apa yang diupload saat daftar online untuk S1 Sarjana?",
            "Apa saja dokumen yang diperlukan untuk pendaftaran S1 Sarjana?",
            "Dokumen apa saja yang dibutuhkan untuk daftar S1 di UIB?",
            "Apa saja dokumen yang harus disiapkan untuk pendaftaran S1 di UIB?"
          ],
          "responses": [
            "Dokumen yang harus disiapkan untuk pendaftaran S1 Sarjana meliputi fotokopi akta kelahiran, KTP, kartu keluarga, ijazah atau SKHU yang dilegalisir, serta pas foto ukuran 2x3 dengan latar belakang biru.",
            "Pastikan Anda menyiapkan dokumen seperti akta kelahiran, KTP, kartu keluarga, ijazah atau SKHU yang dilegalisir, serta pas foto ukuran 2x3 dengan latar belakang biru untuk pendaftaran S1 di UIB.",
            "Dokumen yang diperlukan untuk pendaftaran S1 di UIB antara lain fotokopi akta kelahiran, KTP, kartu keluarga, ijazah atau SKHU yang dilegalisir, serta pas foto ukuran 2x3 dengan latar belakang biru."
          ]
        },
        {
          "tag": "beasiswa_s1_sarjana",
          "patterns": [
            "Ada beasiswa untuk jalur reguler S1 Sarjana?",
            "Adakah beasiswa untuk pendaftaran S1 Sarjana di UIB?",
            "Bagaimana cara mendapatkan beasiswa S1 di UIB?",
            "Apakah ada beasiswa untuk program S1 di UIB?",
            "Bagaimana cara daftar beasiswa S1 di UIB?"
          ],
          "responses": [
            "UIB menyediakan beasiswa untuk jalur S1 Sarjana, baik untuk jalur reguler maupun jalur beasiswa. Pastikan untuk memeriksa persyaratan dan ketersediaan beasiswa di website UIB.",
            "Untuk mendapatkan beasiswa S1 di UIB, Anda perlu melengkapi dokumen yang diperlukan dan mengikuti proses seleksi yang ditentukan. Cek website UIB untuk informasi lebih lanjut.",
            "UIB menawarkan berbagai beasiswa untuk program S1. Pastikan Anda memeriksa persyaratan dan ketersediaan beasiswa di website resmi UIB."
          ]
        },
        {
          "tag": "pendaftaran_online_s1_sarjana",
          "patterns": [
            "Bisa daftar S1 Sarjana kalau ijazah belum keluar?",
            "Bagaimana cara mendaftar online untuk S1 Sarjana di UIB?",
            "Apakah bisa daftar S1 online di UIB?",
            "Bagaimana cara daftar S1 di UIB secara online?",
            "Apa saja yang perlu disiapkan untuk daftar S1 online di UIB?"
          ],
          "responses": [
            "Jika Anda belum menerima ijazah, Anda dapat mendaftar dengan menyertakan SKHU (Surat Keterangan Hasil Ujian) dan melampirkan surat keterangan dari sekolah. Untuk pendaftaran online, pastikan semua dokumen telah diunggah dengan benar.",
            "Anda bisa mendaftar S1 di UIB secara online dengan mengunggah dokumen yang diperlukan seperti SKHU dan surat keterangan dari sekolah jika ijazah belum keluar.",
            "Pendaftaran online untuk S1 di UIB dapat dilakukan dengan mengunggah dokumen yang diperlukan dan mengikuti langkah-langkah yang tertera di website resmi UIB."
          ]
        },
        {
          "tag": "status_pendaftaran_s1_sarjana",
          "patterns": [
            "Gimana tahu pendaftaran diterima untuk S1 Sarjana?",
            "Gimana cek status pendaftaran di UIB untuk S1 Sarjana?",
            "Bagaimana cara mengetahui status pendaftaran S1 di UIB?",
            "Bagaimana cara cek status pendaftaran S1 di UIB?",
            "Bagaimana saya bisa tahu status pendaftaran S1 saya di UIB?"
          ],
          "responses": [
            "Untuk mengetahui status pendaftaran, Anda dapat memeriksa email Anda atau menghubungi Humas UIB untuk mendapatkan pembaruan terbaru terkait pendaftaran S1 Sarjana.",
            "Anda bisa cek status pendaftaran S1 di UIB melalui email atau dengan menghubungi Humas UIB.",
            "Untuk mengetahui status pendaftaran S1 di UIB, periksa email Anda atau hubungi Humas UIB untuk informasi lebih lanjut."
          ]
        },
        {
          "tag": "deadline_pendaftaran_s1_sarjana",
          "patterns": [
            "Kapan deadline pendaftaran S1 Sarjana?",
            "Ada batas waktu pendaftaran S1 Sarjana di UIB?",
            "Kapan batas akhir pendaftaran S1 di UIB?",
            "Apa deadline pendaftaran S1 di UIB?",
            "Kapan terakhir pendaftaran S1 di UIB?"
          ],
          "responses": [
            "Batas waktu pendaftaran untuk program S1 Sarjana di UIB biasanya diumumkan setiap tahun. Pastikan untuk memeriksa pengumuman terbaru di website UIB agar tidak melewatkan deadline.",
            "Deadline pendaftaran S1 di UIB diumumkan setiap tahun. Cek website resmi UIB untuk informasi terbaru mengenai batas waktu pendaftaran.",
            "Pastikan untuk memeriksa pengumuman terbaru di website UIB mengenai batas waktu pendaftaran S1 agar tidak melewatkan deadline."
          ]
        },
        {
          "tag": "ujian_masuk_s1_sarjana",
          "patterns": [
            "Ada tes masuk untuk S1 Sarjana di UIB?",
            "Kapan info ujian masuk setelah daftar online untuk S1 Sarjana?",
            "Apakah ada ujian masuk untuk program S1 di UIB?",
            "Bagaimana cara mengikuti ujian masuk S1 di UIB?",
            "Kapan jadwal ujian masuk untuk S1 di UIB?"
          ],
          "responses": [
            "UIB menyelenggarakan ujian saringan masuk untuk calon mahasiswa S1 Sarjana. Setelah Anda mendaftar secara online, Anda akan mendapatkan informasi terkait jadwal ujian masuk melalui email atau pengumuman resmi.",
            "Setelah mendaftar online, Anda akan mendapatkan informasi mengenai jadwal ujian masuk melalui email atau pengumuman resmi dari UIB.",
            "Untuk mengikuti ujian masuk S1 di UIB, pastikan Anda telah mendaftar secara online dan menunggu informasi lebih lanjut mengenai jadwal ujian melalui email atau pengumuman resmi."
          ]
        },
        {
          "tag": "ubah_dokumen_s1_sarjana",
          "patterns": [
            "Bisa ubah dokumen setelah daftar online untuk S1 Sarjana?",
            "Bagaimana cara mengubah dokumen setelah daftar online S1 di UIB?",
            "Apakah bisa mengubah dokumen setelah pendaftaran online S1 di UIB?",
            "Bagaimana cara memperbaiki dokumen setelah daftar online S1 di UIB?",
            "Apakah bisa memperbaiki dokumen setelah daftar online S1 di UIB?"
          ],
          "responses": [
            "Setelah pendaftaran online selesai, Anda biasanya tidak bisa mengubah dokumen yang telah diunggah. Namun, Anda dapat menghubungi Humas UIB untuk klarifikasi atau jika ada kesalahan dalam dokumen.",
            "Jika ada kesalahan dalam dokumen yang diunggah setelah pendaftaran online, hubungi Humas UIB untuk klarifikasi dan bantuan lebih lanjut.",
            "Anda tidak bisa mengubah dokumen setelah pendaftaran online selesai, tetapi Anda dapat menghubungi Humas UIB untuk klarifikasi atau jika ada kesalahan dalam dokumen."
          ]
        }
      ]
    },  
    {
      "tag": "pendaftaran_magister",
      "subintents": [
        {
          "tag": "biaya_pendaftaran_s2",
          "patterns": [
            "Biaya pendaftaran Magister S2 di UIB?",
            "Berapa biaya pendaftaran S2 di UIB?",
            "Berapa biaya untuk daftar S2 di UIB?",
            "Biaya daftar program S2 di UIB berapa?",
            "Berapa biaya pendaftaran untuk program S2 di UIB?"
          ],
          "responses": [
            "Biaya pendaftaran program S2 (Magister) di UIB adalah Rp 1.500.000. Pembayaran dapat dilakukan melalui transfer ke rekening CIMB Niaga atas nama YMTI Universitas Internasional Batam.",
            "Untuk mendaftar program S2 di UIB, Anda perlu membayar biaya pendaftaran sebesar Rp 1.500.000 melalui transfer bank ke rekening CIMB Niaga atas nama YMTI Universitas Internasional Batam."
          ]
        },
        {
          "tag": "dokumen_pendaftaran_s2",
          "patterns": [
            "Dokumen yang diperlukan untuk Magister S2?",
            "Dokumen untuk jalur beasiswa S2?",
            "Dokumen apa saja yang harus disiapkan untuk pendaftaran S2?",
            "Apa saja dokumen yang dibutuhkan untuk daftar S2 di UIB?",
            "Dokumen apa yang diperlukan untuk mendaftar program S2 di UIB?"
          ],
          "responses": [
            "Calon mahasiswa S2 (Magister) wajib melampirkan dokumen seperti fotokopi akta kelahiran, KTP, kartu keluarga, ijazah S1, transkrip akademik yang sudah dilegalisir, serta foto ukuran 4x6. Untuk program Magister Manajemen (MM), latar foto harus biru, sedangkan untuk Magister Hukum (MH), latar foto harus merah.",
            "Dokumen yang diperlukan untuk pendaftaran S2 di UIB antara lain fotokopi akta kelahiran, KTP, kartu keluarga, ijazah S1, transkrip akademik yang sudah dilegalisir, serta foto ukuran 4x6 dengan latar biru untuk MM dan latar merah untuk MH."
          ]
        },
        {
          "tag": "proses_pendaftaran_s2",
          "patterns": [
            "Cara daftar program Magister S2 di UIB?",
            "Apa yang harus disiapkan untuk pendaftaran S2?",
            "Berapa lama proses pendaftaran Magister S2?",
            "Bagaimana cara mendaftar program S2 di UIB?",
            "Langkah-langkah pendaftaran S2 di UIB?"
          ],
          "responses": [
            "Untuk mendaftar program S2 (Magister) di UIB, Anda harus menyetorkan biaya pendaftaran sebesar Rp 1.500.000 melalui transfer bank dan mengunggah bukti pembayaran di situs resmi UIB.",
            "Setelah membayar biaya pendaftaran, segera konfirmasi bukti pembayaran melalui link yang tersedia di situs resmi UIB.",
            "Proses pendaftaran S2 di UIB meliputi pembayaran biaya pendaftaran, pengisian formulir online, dan pengunggahan dokumen yang diperlukan."
          ]
        },
        {
          "tag": "program_s2_uib",
          "patterns": [
            "Apa saja program S2 yang ditawarkan di UIB?",
            "Ada program S2 di UIB?",
            "Program Magister apa saja yang ada di UIB?",
            "UIB menawarkan program S2 apa saja?",
            "Apa saja pilihan program S2 di UIB?"
          ],
          "responses": [
            "UIB menawarkan program S2 di bidang Manajemen (Magister Manajemen/MM) dan Hukum (Magister Hukum/MH). Pilih program yang sesuai dengan minat dan kualifikasi Anda.",
            "Untuk program S2, UIB menyediakan Magister Manajemen (MM) dan Magister Hukum (MH). Pilih program yang sesuai dengan minat Anda."
          ]
        },
        {
          "tag": "jalur_pendaftaran_s2",
          "patterns": [
            "Apa saja jalur pendaftaran S2?",
            "Apakah ada beasiswa untuk S2?",
            "Jalur pendaftaran Magister S2 di UIB apa saja?",
            "Apakah ada jalur beasiswa untuk program S2 di UIB?",
            "Bagaimana cara mendapatkan beasiswa untuk S2 di UIB?"
          ],
          "responses": [
            "UIB menyediakan berbagai jalur pendaftaran untuk program S2 (Magister), termasuk jalur reguler dan beasiswa. Pastikan Anda memeriksa persyaratan dan dokumen yang diperlukan untuk masing-masing jalur di situs resmi UIB.",
            "Untuk program S2, UIB menawarkan jalur pendaftaran reguler dan beasiswa. Cek persyaratan dan dokumen yang diperlukan di situs resmi UIB."
          ]
        },
        {
          "tag": "ujian_masuk_s2",
          "patterns": [
            "Apakah ada ujian masuk untuk Magister S2 di UIB?",
            "Bagaimana proses seleksi Magister S2 di UIB?",
            "Apakah ada tes untuk masuk program S2 di UIB?",
            "Bagaimana cara mengikuti ujian masuk S2 di UIB?",
            "Apakah ada wawancara untuk pendaftaran S2 di UIB?"
          ],
          "responses": [
            "UIB melakukan seleksi untuk pendaftaran program S2 (Magister), yang mungkin mencakup ujian atau wawancara. Pastikan untuk melengkapi semua dokumen yang dibutuhkan sebelum mengikuti seleksi.",
            "Untuk masuk program S2 di UIB, Anda mungkin perlu mengikuti ujian atau wawancara sebagai bagian dari proses seleksi. Pastikan semua dokumen sudah lengkap sebelum mengikuti seleksi."
          ]
        },
        {
          "tag": "pendaftaran_online_s2",
          "patterns": [
            "Bisa mendaftar S2 secara online?",
            "Di mana bisa lihat info pendaftaran S2?",
            "Bagaimana cara daftar S2 online di UIB?",
            "Apakah pendaftaran S2 bisa dilakukan secara online?",
            "Bagaimana cara mendaftar program S2 di UIB secara online?"
          ],
          "responses": [
            "Pendaftaran untuk program S2 (Magister) di UIB dapat dilakukan secara online melalui situs resmi UIB. Pastikan untuk mengunggah semua dokumen yang dibutuhkan dengan benar.",
            "Anda bisa mendaftar program S2 di UIB secara online melalui situs resmi UIB. Pastikan semua dokumen yang diperlukan sudah lengkap."
          ]
        },
        {
          "tag": "konfirmasi_pendaftaran_s2",
          "patterns": [
            "Bagaimana cara konfirmasi pendaftaran S2?",
            "Apa yang harus dilakukan setelah membayar biaya pendaftaran S2?",
            "Bagaimana cara mengonfirmasi pendaftaran program S2 di UIB?",
            "Langkah-langkah konfirmasi pendaftaran S2 di UIB?"
          ],
          "responses": [
            "Setelah melakukan pembayaran biaya pendaftaran, Anda perlu mengunggah bukti transfer di situs resmi UIB untuk konfirmasi. Anda akan menerima pemberitahuan lebih lanjut setelah proses konfirmasi selesai.",
            "Untuk konfirmasi pendaftaran S2, unggah bukti pembayaran di situs resmi UIB. Anda akan mendapatkan pemberitahuan lebih lanjut setelah konfirmasi berhasil."
          ]
        },
        {
          "tag": "syarat_khusus_s2",
          "patterns": [
            "Apa syarat khusus untuk Magister S2 di UIB?",
            "Bagaimana jika belum lulus S1 untuk daftar S2?",
            "Apa saja syarat khusus untuk mendaftar program S2 di UIB?",
            "Apakah ada syarat khusus untuk pendaftaran S2 di UIB?",
            "Bagaimana jika saya belum lulus S1 tapi ingin daftar S2 di UIB?"
          ],
          "responses": [
            "Syarat umum untuk mendaftar program S2 (Magister) di UIB adalah memiliki gelar S1 yang sudah dilegalisir. Jika Anda belum lulus S1, Anda dapat mendaftar dengan melampirkan surat keterangan dari institusi pendidikan yang menyatakan Anda masih dalam proses penyelesaian studi.",
            "Untuk mendaftar program S2 di UIB, Anda harus memiliki gelar S1 yang sudah dilegalisir. Jika belum lulus S1, lampirkan surat keterangan dari institusi pendidikan yang menyatakan Anda masih dalam proses penyelesaian studi."
          ]
        },
        {
          "tag": "mahasiswa_transfer_s2",
          "patterns": [
            "Apakah UIB menerima mahasiswa transfer untuk Magister S2?",
            "Bisa mendaftar transfer untuk program S2?",
            "Apakah ada jalur transfer untuk program S2 di UIB?",
            "Bagaimana cara mendaftar sebagai mahasiswa transfer untuk program S2 di UIB?",
            "Apakah UIB menerima mahasiswa transfer untuk program S2?"
          ],
          "responses": [
            "UIB menerima mahasiswa transfer untuk program S2 (Magister), asalkan memenuhi persyaratan akademik yang berlaku dan membawa dokumen yang diperlukan seperti transkrip dan ijazah yang sudah dilegalisir.",
            "Anda bisa mendaftar sebagai mahasiswa transfer untuk program S2 di UIB jika memenuhi persyaratan akademik dan membawa dokumen yang diperlukan seperti transkrip dan ijazah yang sudah dilegalisir."
          ]
        },
        {
          "tag": "jumlah_mahasiswa_s2",
          "patterns": [
            "Berapa jumlah mahasiswa yang diterima di S2?",
            "Berapa jumlah mahasiswa yang diterima di program Magister?",
            "Berapa banyak mahasiswa yang diterima di program S2 UIB?",
            "Berapa kuota mahasiswa untuk program S2 di UIB?",
            "Berapa banyak mahasiswa yang bisa diterima di program S2 UIB?"
          ],
          "responses": [
            "Jumlah mahasiswa yang diterima di program S2 (Magister) UIB bervariasi setiap tahunnya dan tergantung pada kapasitas program studi yang tersedia. Untuk informasi lebih lanjut, Anda dapat memeriksa situs resmi UIB.",
            "Kuota mahasiswa yang diterima di program S2 UIB bervariasi setiap tahunnya tergantung pada kapasitas program studi. Cek situs resmi UIB untuk informasi lebih lanjut."
          ]
        }
      ]
    }
  ]
}
